{
  "MEDICAL IP": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "86 to 95",
    "Description": "MEDICAL IP develops AI-based medical imaging analysis and 3D visualization solutions to enhance medical diagnosis, treatment planning, and education.",
    "Country/Region": "South Korea"
  },
  "BlockWealth Capital LLC": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 1,
    "Description": "BlockWealth Capital LLC is a cryptocurrency hedge fund manager that focuses on investments in blockchain technology, digital currency, and crypto-assets.",
    "Country/Region": "United States"
  },
  "Breathwrk Inc.": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "11-18",
    "Description": "The company develops a mobile application offering science-backed breathing exercises to improve mental and physical well-being, including managing stress and anxiety, aiding sleep, increasing energy and focus, and enhancing athletic performance.",
    "Country/Region": "United States"
  },
  "Patamar Capital": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-100",
    "Description": "Patamar Capital is a venture capital firm investing in early-stage technology companies in South and Southeast Asia with the goal of generating financial returns and positive social impact for low-income communities.",
    "Country/Region": "Indonesia"
  },
  "오이스터에이블": {
    "Industry": "Software & Services",
    "Number_of_employee": 25,
    "Description": "오이스터에이블은 AIoT 기술 기반의 자원 순환 솔루션 및 플랫폼을 통해 재활용 및 재사용을 촉진하고 탄소 배출 데이터를 관리하여 순환 경제 구축에 기여하는 기업입니다.",
    "Country/Region": "대한민국 서울"
  },
  "SAMSUNG": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": 260000,
    "Description": "Samsung is a leading global technology company that produces a broad array of electronic devices, components, and semiconductors.",
    "Country/Region": "South Korea"
  },
  "pzartech": {
    "Industry": "Software & Services",
    "Number_of_employee": "1-10",
    "Description": "Pzartech develops visual recognition technology to simplify maintenance and enable identification of mechanical parts using smartphones and tablets.",
    "Country/Region": "Israel"
  },
  "WITCH COMPANY": {
    "Industry": "Software & Services",
    "Number_of_employee": 234000,
    "Description": "Wipro is a leading technology services and consulting company focused on building innovative solutions for clients' digital transformation needs.",
    "Country/Region": "India"
  },
  "IRIDIUM DYNAMICS": {
    "Industry": "Capital Goods",
    "Number_of_employee": "1-10",
    "Description": "Iridium Dynamics manufactures high-performance fixed-wing drones for commercial markets, specializing in long-endurance aerial operations for applications such as remote sensing and surveying.",
    "Country/Region": "Australia"
  },
  "바이오레스텍 (biorestec)": {
    "Industry": "Energy",
    "Number_of_employee": "Information not available",
    "Description": "The company transforms food and industrial waste into eco-friendly solid fuel, known as alternative pellets, utilizing microbial fermentation technology.",
    "Country/Region": "South Korea"
  },
  "Beacon Fund": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Not readily available",
    "Description": "Beacon Fund provides debt and mezzanine financing to profitable, cash-flow positive SMEs in Southeast Asia, with a focus on those that are women-owned or led, to support their sustainable growth and challenge traditional investment models.",
    "Country/Region": "Singapore"
  },
  "서울블록체인 핀테크지원센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 30,
    "Description": "It is a non-profit organization that supports the growth and 활성화 (revitalization) of the fintech ecosystem by providing resources, programs, and networking opportunities to fintech and blockchain companies.",
    "Country/Region": "South Korea"
  },
  "유한회사 컴퍼니에이": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "8-10",
    "Description": "유한회사 컴퍼니에이 is a global specialized startup accelerator that provides funding and acts as a growth partner, offering support in areas like investment, acceleration, technology/market analysis, global business expansion, and social venture forums to foster startups and help them grow and attract investment.",
    "Country/Region": "South Korea"
  },
  "한국농업기술진흥원": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 317,
    "Description": "한국농업기술진흥원은 국가 및 민간에서 개발된 농업 기술을 농가와 농산업체에 이전하고 사업화를 지원하여 농업 경쟁력 강화와 농산업 발전에 기여하는 기관이다.",
    "Country/Region": "South Korea"
  },
  "한솔제지": {
    "Industry": "Materials",
    "Number_of_employee": "1,100명 - 1,700명",
    "Description": "한솔제지는 인쇄용지, 산업용지, 특수지 등 다양한 종류의 지류 제품을 생산하는 종합 제지 제조업체입니다.",
    "Country/Region": "대한민국"
  },
  "Samho Green Investment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "between 7 and 50",
    "Description": "Samho Green Investment is a South Korean venture capital firm that invests in small and medium-sized enterprises and venture companies, with a focus on green technologies and other innovative sectors.",
    "Country/Region": "South Korea"
  },
  "한국보건산업진흥원": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "약 400-500명",
    "Description": "한국보건산업진흥원은 보건산업의 육성 및 보건 서비스 향상을 위한 지원 사업을 전문적이고 체계적으로 수행하는 대한민국 정부 산하 기관입니다.",
    "Country/Region": "대한민국"
  },
  "산업은행": {
    "Industry": "Banks",
    "Number_of_employee": "1,100 - 3,400",
    "Description": "Korea Development Bank is a state-owned development bank in South Korea that provides corporate and investment banking services, including financing for major industrial projects and corporate restructuring, to support the nation's industrial development and economy.",
    "Country/Region": "South Korea"
  },
  "500 Startups": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "65-140",
    "Description": "500 Global, formerly known as 500 Startups, is a venture capital firm and startup accelerator that invests in early-stage technology companies globally.",
    "Country/Region": "United States"
  },
  "Korelya Capital": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1 to 20",
    "Description": "Korelya Capital is a venture capital firm that invests in European technology startups and helps them expand into Asian markets.",
    "Country/Region": "France"
  },
  "디이엠테크": {
    "Industry": "Software & Services",
    "Number_of_employee": 7,
    "Description": "디이엠테크는 인공지능 및 빅데이터 전문 개발 기업으로, 현장에서 엣지 IT 기술을 직접 개발하고 운영합니다.",
    "Country/Region": "대한민국"
  },
  "Global Innovation Fund": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "21 to 45",
    "Description": "The Global Innovation Fund is a non-profit investment fund that provides grants and risk capital to support social innovations aimed at improving the lives of the poorest people in developing countries.",
    "Country/Region": "United Kingdom"
  },
  "iventurus.com": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2-10",
    "Description": "Commax Venturus is a South Korean-based accelerator and venture capital firm that invests in and fosters technology startups, particularly in areas like IoT, smart homes, AI, and ICT, providing mentorship, resources, and funding opportunities.",
    "Country/Region": "South Korea"
  },
  "중소벤처기업진흥공단": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Approximately 1,300 - 1,500",
    "Description": "KOSMES supports the growth and competitiveness of Korean SMEs and startups through policy funding, consulting, export assistance, and human resource development programs.",
    "Country/Region": "Republic of Korea"
  },
  "HYUNDAI MOTOR GROUP": {
    "Industry": "Automobiles & Components",
    "Number_of_employee": "250,000 to 292,575",
    "Description": "Hyundai Motor Group is a South Korean multinational enterprise primarily engaged in the manufacturing of automobiles through its brands Hyundai, Kia, and Genesis, and also has interests in related industries such as auto parts, construction, and steel.",
    "Country/Region": "South Korea"
  },
  "갤럭시아머니트리": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "140-150",
    "Description": "Galaxia Moneytree provides electronic payment solutions and operates a comprehensive lifestyle financial platform.",
    "Country/Region": "South Korea"
  },
  "SK planet": {
    "Industry": "Software & Services",
    "Number_of_employee": "1,000-2,500",
    "Description": "SK planet is a data and technology company offering platforms and solutions in areas such as e-commerce, digital marketing, and loyalty programs.",
    "Country/Region": "South Korea"
  },
  "DB손해보험": {
    "Industry": "Insurance",
    "Number_of_employee": 6266,
    "Description": "It is a leading non-life insurance company in South Korea, providing a wide range of insurance products and services including automotive, health, and long-term insurance, as well as loan services.",
    "Country/Region": "South Korea"
  },
  "애드미션": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 29,
    "Description": "애드미션 is a digital advertising and marketing agency based in South Korea.",
    "Country/Region": "South Korea"
  },
  "Brand Monk Licensing Pvt. Ltd.": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "1 to 10",
    "Description": "Brand Monk Licensing Pvt. Ltd. is involved in licensing and other business activities primarily catering to commercial clients.",
    "Country/Region": "India"
  },
  "현대회계법인": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Approximately 200-250",
    "Description": "현대회계법인 is an accounting firm based in South Korea that provides a range of professional services including accounting, auditing, tax, and consulting.",
    "Country/Region": "South Korea"
  },
  "Cape investment & Securities co,. Ltd.": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "250-499",
    "Description": "Cape Investment & Securities Co., Ltd. is a financial services firm offering services such as hedge fund management, investment banking, venture capital, stock brokerage, and investment research.",
    "Country/Region": "South Korea"
  },
  "TORONTO GLOBAL": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 32,
    "Description": "Toronto Global is an economic development agency that attracts new international business investments to the Toronto Region.",
    "Country/Region": "Canada"
  },
  "D.notitia": {
    "Industry": "Software & Services",
    "Number_of_employee": 90,
    "Description": "D.notitia develops artificial intelligence and semiconductor solutions, specializing in large language models (LLMs) and vector databases for effective processing of large-scale data.",
    "Country/Region": "South Korea"
  },
  "Lab Central, Inc.": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 97,
    "Description": "Lab Central, Inc. provides shared laboratory spaces and operational support for early-stage biotech and life sciences startups.",
    "Country/Region": "United States"
  },
  "신한은행": {
    "Industry": "Banks",
    "Number_of_employee": 13400,
    "Description": "Shinhan Bank is a major South Korean bank providing retail, corporate, and investment banking services to individuals and businesses.",
    "Country/Region": "South Korea"
  },
  "AGMO": {
    "Industry": "Software & Services",
    "Number_of_employee": 215,
    "Description": "Agmo Holdings Berhad is a digital solutions and application development specialist providing mobile and web applications and digital platform-based services.",
    "Country/Region": "Malaysia"
  },
  "신용보증기금": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Approximately 2,200 - 2,900",
    "Description": "신용보증기금 is a South Korean policy financial institution established to support small and medium-sized enterprises by providing credit guarantees and related services to facilitate their access to funding and contribute to the national economy.",
    "Country/Region": "South Korea"
  },
  "CloudN": {
    "Industry": "Software & Services",
    "Number_of_employee": 21,
    "Description": "CloudN Co., LTD provides an integrated management platform service for buildings, utilizing AI, IoT, Cloud, Big Data, and Mobile technologies for energy saving and environmental management.",
    "Country/Region": "South Korea"
  },
  "한국 온라인 광고 협회": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "정보 없음",
    "Description": "디지털 광고 산업의 발전, 회원사 지원, 자율 규제 및 인력 양성 등을 수행하는 한국의 주요 디지털 광고 관련 협회이다.",
    "Country/Region": "대한민국"
  },
  "옐로펀치": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "정보 없음",
    "Description": "옐로펀치는 글로벌 무역, 전자상거래, 소비재 유통 및 미디어 콘텐츠 분야 스타트업의 투자 및 성장을 지원하는 대한민국의 스타트업 엑셀러레이터입니다.",
    "Country/Region": "South Korea"
  },
  "탭엔젤파트너스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Not available",
    "Description": "탭엔젤파트너스 is a South Korean accelerator and investment firm providing investment, acceleration, and consulting services to early-stage startups.",
    "Country/Region": "South Korea"
  },
  "아라레연구소": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 5,
    "Description": "아라레연구소 (Aralelab) is a South Korean company specializing in the development and manufacturing of advanced gamma ray imaging technologies with applications in both medical and radiation monitoring fields.",
    "Country/Region": "South Korea"
  },
  "이스트에이드": {
    "Industry": "Software & Services",
    "Number_of_employee": "61-64",
    "Description": "이스트에이드는 줌(ZUM) 포털 운영, 프로그램 및 AI 서비스 개발, 자산 운용 사업을 영위하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "남도마켓": {
    "Industry": "Retailing",
    "Number_of_employee": "11-50",
    "Description": "남도마켓 provides an online platform enabling retailers to easily search, purchase, and receive wholesale goods directly from major South Korean traditional markets.",
    "Country/Region": "South Korea"
  },
  "서울산업진흥원": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "101 - 200명",
    "Description": "서울산업진흥원(SBA)은 서울특별시의 중소기업을 대상으로 창업 지원, 기업 성장 촉진, 산업 육성 등 종합적이고 체계적인 지원을 제공하여 서울 경제 활성화에 기여하는 기관입니다.",
    "Country/Region": "South Korea"
  },
  "cochlear.ai": {
    "Industry": "Software & Services",
    "Number_of_employee": "11-50",
    "Description": "Cochlear.ai is a sound AI platform that develops machine listening technology to understand and analyze any sounds like a human, providing this capability through a cloud-based API and Edge SDK.",
    "Country/Region": "Seoul, South Korea"
  },
  "CSSi LifeSciences": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 78,
    "Description": "CSSi LifeSciences, recently rebranded as QNova LifeSciences, is a life sciences consulting firm specializing in guiding drug and medical device companies through the regulatory and commercialization process.",
    "Country/Region": "United States"
  },
  "씨티엔에스(CTNS)": {
    "Industry": "Capital Goods",
    "Number_of_employee": 53,
    "Description": "씨티엔에스는 다양한 애플리케이션을 위한 맞춤형 충전식 배터리 팩을 제조하고 이차전지 배터리 팩의 개발, 제조 및 관리에 대한 서비스를 제공하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "카카오엔터프라이즈": {
    "Industry": "Software & Services",
    "Number_of_employee": 1100,
    "Description": "Kakao Enterprise is a South Korean IT company providing AI and cloud platforms and solutions to help businesses enhance their operations.",
    "Country/Region": "South Korea"
  },
  "emart24": {
    "Industry": "Food & Staples Retailing",
    "Number_of_employee": 1148,
    "Description": "Emart24 is a convenience store chain offering food, beverages, and household staples.",
    "Country/Region": "South Korea"
  },
  "벡스파인 투자자문": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "약 5-6명",
    "Description": "투자 자문 및 투자 일임 서비스를 제공하는 회사입니다.",
    "Country/Region": "대한민국"
  },
  "N15PARTNERS": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-50 people",
    "Description": "N15 Partners is a startup accelerator and investor providing funding and growth programs to tech and product companies.",
    "Country/Region": "Republic of Korea"
  },
  "아이디벤처스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "약 9~10명",
    "Description": "아이디벤처스는 지식재산(IP) 기반 스타트업 발굴 및 육성에 주력하는 벤처 캐피탈입니다.",
    "Country/Region": "대한민국"
  },
  "(재)스마일게이트 희망스튜디오": {
    "Industry": "Consumer Services",
    "Number_of_employee": "Not available",
    "Description": "스마일게이트 그룹의 사회공헌 재단으로서 미래세대를 위한 사회 문제 해결 및 게임/콘텐츠 연계 기부 문화 조성을 통해 희망을 확산하는 활동을 합니다.",
    "Country/Region": "대한민국"
  },
  "KB국민카드": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1001-5000",
    "Description": "KB국민카드 is a leading South Korean financial services company specializing in credit card issuing and related financial products, operating as a subsidiary of KB Financial Group.",
    "Country/Region": "South Korea"
  },
  "Samchully Investment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "851-868",
    "Description": "Samchully Investment engages in venture capital investments in new technology companies and asset management focused on energy infrastructure, power utilities, renewables, and other real assets.",
    "Country/Region": "South Korea"
  },
  "한독": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "988 to 990",
    "Description": "한독은 의약품 제조 및 판매를 주력으로 하며, 질병 치료를 넘어 진단 및 관리 분야까지 사업 영역을 확장하는 헬스케어 솔루션 기업이다.",
    "Country/Region": "South Korea"
  },
  "Digitaraya": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 6,
    "Description": "Digitaraya is a startup accelerator that provides training, mentorship, and support to help early-stage companies grow.",
    "Country/Region": "Indonesia"
  },
  "젤리코스터": {
    "Industry": "Software & Services",
    "Number_of_employee": 13,
    "Description": "Jellycoaster is a South Korean company that develops mobile applications, web services, and Internet of Things (IoT) products.",
    "Country/Region": "South Korea"
  },
  "grvtlabs.com": {
    "Industry": "Software & Services",
    "Number_of_employee": "11-50",
    "Description": "grvtlabs.com is the online presence for Gravity Labs, which operates the Moneywalk step-counting application that rewards users with cash for walking.",
    "Country/Region": "South Korea"
  },
  "보건산업혁신창업센터": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "400-450",
    "Description": "The Korea Health Industry Startup Innovation Center supports and promotes promising startups in the bio-health sector, including pharmaceuticals, medical devices, and digital healthcare, through various programs and resources.",
    "Country/Region": "South Korea"
  },
  "vsvcapital.com": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11 to 50",
    "Description": "VSV Capital is a startup accelerator and early-stage venture capital firm that invests in and supports technology startups connected to Vietnam.",
    "Country/Region": "Vietnam"
  },
  "네패스": {
    "Industry": "Semiconductors & Semiconductor Equipment",
    "Number_of_employee": 1080,
    "Description": "네패스 is a South Korean company specializing in semiconductor packaging and testing, as well as related electronic materials and chemical products.",
    "Country/Region": "South Korea"
  },
  "Stelo Bio (스텔로바이오)": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 6,
    "Description": "Stelo Bio focuses on developing innovative stem cell technology and enabling cell-based applications such as cell therapy and cultured meat by addressing manufacturing challenges.",
    "Country/Region": "South Korea"
  },
  "S Cubic Angels": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "not specified, small core team likely",
    "Description": "S Cubic Angels is an angel investment firm focused on discovering and supporting seed-stage startups through investment, incubation, and networking.",
    "Country/Region": "South Korea"
  },
  "알파인벤터": {
    "Industry": "Software & Services",
    "Number_of_employee": "Not found",
    "Description": "알파인벤터 is a company that develops and supplies software.",
    "Country/Region": "South Korea"
  },
  "앵글컴퍼니": {
    "Industry": "Software & Services",
    "Number_of_employee": "4-6",
    "Description": "앵글컴퍼니는 고객의 문제를 해결하기 위한 맞춤형 AI 솔루션을 개발하여 기업 가치 향상에 기여하는 회사입니다.",
    "Country/Region": "South Korea"
  },
  "NatureGrowth": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1-10",
    "Description": "NatureGrowth is an Israeli technology incubator focused on cultivating startups in the Ag-tech, Food-tech, and Climate-tech sectors.",
    "Country/Region": "Israel"
  },
  "TrustVerse Pte. Ltd.": {
    "Industry": "Software & Services",
    "Number_of_employee": "ranging from 11 to 50",
    "Description": "TrustVerse is a decentralized platform utilizing AI and blockchain for digital asset and wealth management, including portfolio optimization and digital estate planning.",
    "Country/Region": "Singapore"
  },
  "jcdecaux.com": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 12026,
    "Description": "JCDecaux is the world leader in outdoor advertising, providing services such as street furniture, transport advertising, and billboard advertising.",
    "Country/Region": "France"
  },
  "SoftBank Ventures Korea": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11 to 50",
    "Description": "SBVA, formerly SoftBank Ventures Korea, is an early-stage venture capital firm specializing in investments in IT and technology startups, focusing on areas such as AI, IoT, and smart robotics.",
    "Country/Region": "South Korea"
  },
  "대구창조경제혁신센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "검색 결과에 명시되어 있지 않습니다.",
    "Description": "대구창조경제혁신센터는 스타트업의 발굴, 육성 및 글로벌 성장을 지원하는 공공 액셀러레이터로서 창업 생태계 활성화에 기여합니다.",
    "Country/Region": "South Korea"
  },
  "대전창조경제혁신센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 17,
    "Description": "Supports startups and fosters the innovation ecosystem in Daejeon through incubation, investment attraction, and global expansion assistance.",
    "Country/Region": "Republic of Korea"
  },
  "SK 텔레콤": {
    "Industry": "Telecommunication Services",
    "Number_of_employee": 26195,
    "Description": "SK텔레콤은 대한민국의 무선 통신 사업자로서 무선 통신 및 인터넷 서비스를 제공합니다.",
    "Country/Region": "South Korea"
  },
  "한국정보보호산업협회": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 50,
    "Description": "한국정보보호산업협회는 대한민국 정보보호 산업의 발전과 경쟁력 강화를 지원하는 비영리 산업 협회이다.",
    "Country/Region": "South Korea"
  },
  "FreeMind Group LLC": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "30-86",
    "Description": "FreeMind Group LLC is a consulting firm specializing in assisting life science organizations in securing non-dilutive funding from US federal agencies and private foundations for research and development.",
    "Country/Region": "United States"
  },
  "성부": {
    "Industry": "Capital Goods",
    "Number_of_employee": 27,
    "Description": "농업용 기계, 전동 고소작업차, 곡물적재함 등을 생산 및 공급하는 기업입니다.",
    "Country/Region": "Republic of Korea"
  },
  "아라마크": {
    "Industry": "Consumer Services",
    "Number_of_employee": 266680,
    "Description": "Aramark provides food, facilities, and uniform services to various sectors including education, healthcare, and businesses.",
    "Country/Region": "United States"
  },
  "주식회사 에이치투넷": {
    "Industry": "Software & Services",
    "Number_of_employee": "3-4명",
    "Description": "주식회사 에이치투넷은 수소에너지 및 신재생에너지 산업에 ICT를 접목하여 지능형 통합 관제 시스템 서비스와 안전 모니터링 솔루션을 제공합니다.",
    "Country/Region": "South Korea"
  },
  "PT. Garena Indonesia": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "1,001 to 5,000",
    "Description": "The company is a leading online games developer and publisher that provides access to and develops mobile and PC online games, and organizes esports events.",
    "Country/Region": "Indonesia"
  },
  "Korea Venture Investment Corp.": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Uncertain",
    "Description": "Korea Venture Investment Corp. is a government-backed fund of funds management institution established to promote and invest in the Korean venture capital and private equity fund industry, primarily supporting small and medium-sized enterprises (SMEs) and startups.",
    "Country/Region": "South Korea"
  },
  "First Forte Consultancy": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 8,
    "Description": "First Forte Consultancy connects family offices, private clients, and institutional investors with specialist managers and direct investment opportunities.",
    "Country/Region": "United Arab Emirates"
  },
  "MOIN, Inc": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-50 to 150-200",
    "Description": "MOIN, Inc. is a financial technology company specializing in cross-border payment and remittance services, often utilizing blockchain technology.",
    "Country/Region": "South Korea"
  },
  "Stemden": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "5 to 49",
    "Description": "Stemden is focused on developing first-in-class tissue regeneration products for dental applications by targeting adult stem cells, with a goal to bring natural recovery in dental treatment, and also intends to include cancer stem cell-targeting anti-cancer drugs for oral cancer patients.",
    "Country/Region": "South Korea"
  },
  "MicroPort": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 6347,
    "Description": "MicroPort is a multinational medical technology company that designs, develops, and manufactures medical devices across various fields, including cardiology, orthopedics, and electrophysiology.",
    "Country/Region": "China"
  },
  "한국마이크로소프트": {
    "Industry": "Software & Services",
    "Number_of_employee": 527,
    "Description": "한국마이크로소프트는 소프트웨어 개발 및 판매, IT 제품 영업과 지원, 클라우드 서비스 및 디지털 전환 솔루션 제공 등을 통해 한국 시장에서 비즈니스를 운영하는 마이크로소프트의 한국 현지 법인이다.",
    "Country/Region": "대한민국"
  },
  "Abalanceグループサイト": {
    "Industry": "Capital Goods",
    "Number_of_employee": 1684,
    "Description": "Abalance Corporation is a comprehensive company involved in the manufacturing and sale of solar panels, development of green energy solutions, IT services, photocatalyst technology, and construction machinery sales.",
    "Country/Region": "Japan"
  },
  "카본엔네이처": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 1,
    "Description": "탄소 포집 및 전환 기술을 활용하여 굴 패각을 재자원화하는 친환경 기술 기업입니다.",
    "Country/Region": "대한민국"
  },
  "Shinhan Capital": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "20,000 to 30,000 (Parent Group)",
    "Description": "Shinhan Capital provides specialized credit and financial solutions, such as leasing, loans, and investment financing, as a subsidiary of Shinhan Financial Group.",
    "Country/Region": "South Korea"
  },
  "Original Innovation Group": {
    "Industry": "Software & Services",
    "Number_of_employee": 7,
    "Description": "Original Innovation Group develops and operates a digital marketplace platform focused on K-pop idol photo cards and other related digital collectibles.",
    "Country/Region": "South Korea"
  },
  "안드로메다": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "19 or 5",
    "Description": "안드로메다게임즈는 PC 및 모바일 플랫폼에서 다양한 장르의 온라인 및 모바일 게임을 개발하고 서비스하는 회사입니다.",
    "Country/Region": "South Korea"
  },
  "AUTONOMOUS a2z": {
    "Industry": "Automobiles & Components",
    "Number_of_employee": "51 to 200",
    "Description": "AUTONOMOUS a2z is a South Korean company specializing in the development and provision of autonomous driving technology and mobility solutions, focusing on platforms and systems for autonomous vehicles like shuttles and delivery vehicles.",
    "Country/Region": "South Korea"
  },
  "경기창조경제혁신센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 60,
    "Description": "경기창조경제혁신센터 is a foundation that accelerates and supports startups and innovative companies, primarily in the ICT sector, through collaboration between the government, local authorities, and the private sector.",
    "Country/Region": "South Korea"
  },
  "Woojinelect": {
    "Industry": "Capital Goods",
    "Number_of_employee": "100-249",
    "Description": "Woojinelect is a manufacturer of power equipment and electrical components, providing solutions in power quality, power systems, power equipment, and new and renewable energy.",
    "Country/Region": "South Korea"
  },
  "KRAFTON": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "1,500 to 3,400",
    "Description": "KRAFTON is a South Korean holding company that publishes and develops video games.",
    "Country/Region": "South Korea"
  },
  "Dutaland": {
    "Industry": "Real Estate",
    "Number_of_employee": 76,
    "Description": "Dutaland Berhad is a Malaysian investment holding company with significant interests in the Real Estate and plantation sectors.",
    "Country/Region": "Malaysia"
  },
  "invest.qa": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 25,
    "Description": "Invest Qatar is the national investment promotion agency responsible for attracting foreign direct investment into Qatar and supporting investors throughout their business journey in the country.",
    "Country/Region": "Qatar"
  },
  "한국엔젤투자협회": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 79,
    "Description": "The company focuses on fostering angel investors, building networks between angel investors and startups, expanding the base of angel investment, and supporting the growth of companies to create a virtuous cycle in the venture investment ecosystem.",
    "Country/Region": "South Korea"
  },
  "HYUNDAI": {
    "Industry": "Automobiles & Components",
    "Number_of_employee": 75000,
    "Description": "Hyundai Motor Company manufactures and sells automobiles, including passenger cars, SUVs, and commercial vehicles, globally.",
    "Country/Region": "South Korea"
  },
  "NH Investment & Securities": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "826 to 3,097",
    "Description": "NH Investment & Securities is a major securities firm in South Korea providing services such as wealth management, investment banking, trading, and brokerage.",
    "Country/Region": "South Korea"
  },
  "신한 스퀘어브릿지": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "정보 없음",
    "Description": "신한 스퀘어브릿지는 스타트업의 인큐베이팅, 액셀러레이팅, 개방형 혁신 및 글로벌 네트워킹을 통해 혁신적인 스타트업의 성장을 지원하고 투자하는 플랫폼입니다.",
    "Country/Region": "대한민국"
  },
  "weflo": {
    "Industry": "Capital Goods",
    "Number_of_employee": "700-900",
    "Description": "Weflo Valve Co., Ltd. designs and manufactures valves and fire hydrant products for fire protection, waterworks, HVAC, and industrial markets worldwide.",
    "Country/Region": "China"
  },
  "엠플": {
    "Industry": "Software & Services",
    "Number_of_employee": "Information not available",
    "Description": "Provides IT consulting and solutions including cloud, backup, security, and business software.",
    "Country/Region": "South Korea"
  },
  "University of NICOSIA": {
    "Industry": "Consumer Services",
    "Number_of_employee": "1001-5000",
    "Description": "The University of Nicosia is a private, comprehensive research-oriented university headquartered in Nicosia, Cyprus, offering a wide range of programs.",
    "Country/Region": "Cyprus"
  },
  "SparkLabs": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-60",
    "Description": "SparkLabs Group is a network of startup accelerators and venture capital funds that invests in and mentors early-stage companies globally.",
    "Country/Region": "United States"
  },
  "인천대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": 1876,
    "Description": "인천대학교는 창의적인 세계 인재 양성을 목표로 하는 대한민국의 국립대학법인으로, 고등 교육 및 연구 활동을 수행합니다.",
    "Country/Region": "South Korea"
  },
  "SK텔레콤": {
    "Industry": "Telecommunication Services",
    "Number_of_employee": "약 7,200",
    "Description": "SK텔레콤은 대한민국의 무선 통신 사업자로, 모바일 및 인터넷 서비스를 제공하며 미디어, 보안, IoT, AI 등 새로운 ICT 영역으로 사업을 확장하고 있습니다.",
    "Country/Region": "대한민국"
  },
  "에버그린투자파트너스(유)": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 4,
    "Description": "에버그린투자파트너스(유) is a venture capital firm that invests in and supports early-stage companies with innovative technologies and business models.",
    "Country/Region": "South Korea"
  },
  "Medipixel, Inc.": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 54,
    "Description": "Medipixel develops AI-based technology designed to assist physicians in the diagnosis and treatment of cardiac diseases, particularly during interventional procedures.",
    "Country/Region": "South Korea"
  },
  "KILSA GLOBAL PTE.LTD.": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Unknown",
    "Description": "KILSA GLOBAL PTE. LTD. is a global business builder and market entry specialist that provides consulting and operational services to help companies expand into new international markets, especially in Southeast Asia.",
    "Country/Region": "Singapore"
  },
  "픽셀로": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "5명에서 10명 미만",
    "Description": "픽셀로는 디스플레이 시력 보호 및 가독성 향상 솔루션과 공기청정 살균 제품을 개발하고 제공하는 디지털 헬스케어 기업입니다.",
    "Country/Region": "South Korea"
  },
  "kaspersky": {
    "Industry": "Software & Services",
    "Number_of_employee": 5000,
    "Description": "Kaspersky develops and sells cybersecurity software and services to protect against various digital threats.",
    "Country/Region": "Russia"
  },
  "aum-vc.com": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1 to 10",
    "Description": "AUM Ventures is an early and pre-growth stage venture capital firm investing in tech/tech-enabled and consumer-focused companies, with a strong focus on Indian entrepreneurs.",
    "Country/Region": "United Arab Emirates"
  },
  "d.camp": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Approximately 21",
    "Description": "D.Camp is a non-profit organization in Seoul, South Korea, supporting young entrepreneurs and startups with investment, workspace, and networking opportunities.",
    "Country/Region": "South Korea"
  },
  "금융경제연구소": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Not available",
    "Description": "금융경제연구소는 금융 정책, 산업 및 경제에 대한 연구를 수행하는 비영리 연구 기관입니다.",
    "Country/Region": "South Korea"
  },
  "모핑아이": {
    "Industry": "Software & Services",
    "Number_of_employee": "15-20",
    "Description": "모핑아이는 AI 기반의 인프라 탐사 로봇 개발 및 AI, 블록체인, 메타버스 기술을 활용한 솔루션을 제공하는 기술 스타트업입니다.",
    "Country/Region": "대한민국"
  },
  "배화여자대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": 256,
    "Description": "Baehwa Women's University is a private Christian university in Seoul, South Korea, focused on providing vocational and practical education primarily for women.",
    "Country/Region": "South Korea"
  },
  "KB \bInvestment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 69,
    "Description": "KB Investment is a South Korean venture capital firm that invests in startups across various sectors.",
    "Country/Region": "South Korea"
  },
  "Translink Investment (트랜스링크)": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-50",
    "Description": "Translink Investment is a South Korean venture capital firm that invests in startups with the aim of promoting the growth of the Korean venture market and facilitating their global expansion.",
    "Country/Region": "South Korea"
  },
  "초간단 물류경쟁력, 콜로세움": {
    "Industry": "Transportation",
    "Number_of_employee": 81,
    "Description": "콜로세움 (Colosseum Corporation)은 대한민국에 본사를 둔 물류 기술 기업으로, AI 기반 솔루션과 물류 센터 네트워크를 활용하여 이커머스 셀러에게 최적화된 풀필먼트 및 물류 서비스를 제공합니다.",
    "Country/Region": "대한민국"
  },
  "유원컨설팅그룹": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 14,
    "Description": "Provides comprehensive intellectual property and technology commercialization consulting services.",
    "Country/Region": "South Korea"
  },
  "Skilfinity": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "<50",
    "Description": "Skilfinity is a global company providing comprehensive digital marketing, analytics, and marketing consulting services.",
    "Country/Region": "Singapore"
  },
  "SK": {
    "Industry": "Energy",
    "Number_of_employee": "N/A",
    "Description": "SK Group is a large South Korean conglomerate with diverse business interests including energy, chemicals, semiconductors, telecommunications, and bio-pharmaceuticals.",
    "Country/Region": "South Korea"
  },
  "첨단정보통신융합산업기술원": {
    "Industry": "Software & Services",
    "Number_of_employee": "Not available",
    "Description": "The institute focuses on the research, development, and industry support of advanced information and communication convergence technologies and their application across various sectors.",
    "Country/Region": "South Korea"
  },
  "울산대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": 2389,
    "Description": "울산대학교는 대한민국 울산광역시에 위치한 사립 종합대학교로, 공학, 의학 분야 및 산학협력에 강점을 가지고 있습니다.",
    "Country/Region": "대한민국"
  },
  "K-GROUND VENTURES": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 5,
    "Description": "K-GROUND VENTURES is a venture capital firm that invests in technology and other startups, acting as a global startup investment platform.",
    "Country/Region": "South Korea"
  },
  "SparkLabs Global": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1-10",
    "Description": "SparkLabs Global is a venture capital firm that provides seed-stage investments and acceleration programs to early-stage technology startups worldwide.",
    "Country/Region": "United States"
  },
  "내경엔지니어링": {
    "Industry": "Capital Goods",
    "Number_of_employee": "약 100-130명",
    "Description": "내경엔지니어링은 토목, 건축 및 관련 분야에서 설계, 감리, 안전 진단 및 지질 조사 서비스를 포함한 종합 엔지니어링 솔루션을 제공하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "아워박스": {
    "Industry": "Transportation",
    "Number_of_employee": 144,
    "Description": "아워박스는 온라인 쇼핑몰 및 개인 판매자를 대상으로 제품 보관, 포장, 운송 등을 포함하는 물류 대행(풀필먼트) 서비스를 제공합니다.",
    "Country/Region": "대한민국"
  },
  "WBF Aisa": {
    "Industry": "Energy",
    "Number_of_employee": "Not specified",
    "Description": "Description not available in the provided text.",
    "Country/Region": "Singapore"
  },
  "TRGC": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Approximately 5",
    "Description": "TRGC is a venture capital investment firm that focuses on opportunities in digital assets, blockchains, and blockchain-related companies.",
    "Country/Region": "Netherlands"
  },
  "영원아웃도어": {
    "Industry": "Consumer Durables & Apparel",
    "Number_of_employee": 229,
    "Description": "영원아웃도어는 노스페이스 등 세계 유수의 아웃도어 및 스포츠 브랜드를 대한민국 내에서 유통하고 제조 및 판매하는 기업이다.",
    "Country/Region": "South Korea"
  },
  "CJ Corporation": {
    "Industry": "Consumer Services",
    "Number_of_employee": 67361,
    "Description": "CJ Corporation is a South Korean holding company engaged in diversified businesses primarily in the food and bio, entertainment and media, retail and logistics sectors.",
    "Country/Region": "South Korea"
  },
  "AJU": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "501 to 1000",
    "Description": "AJU Group is a South Korean conglomerate engaged in a wide range of businesses, including manufacturing construction materials, providing financial and investment services, and operating in the automobile, real estate, hotel, and IT sectors.",
    "Country/Region": "South Korea"
  },
  "세종벤처파트너스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 8,
    "Description": "세종벤처파트너스는 기술력 있는 스타트업 및 벤처기업에 투자하는 벤처캐피탈입니다.",
    "Country/Region": "Republic of Korea"
  },
  "KOISRA Seed Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2-10",
    "Description": "KOISRA Seed Partners is a seed fund and accelerator that provides funding, mentorship, and global networking to Korean technology startups.",
    "Country/Region": "South Korea"
  },
  "신한DS": {
    "Industry": "Software & Services",
    "Number_of_employee": "501 to 1,000",
    "Description": "Shinhan DS provides IT services and digital transformation solutions, primarily for the Shinhan Financial Group, including areas such as system integration, consulting, and information security.",
    "Country/Region": "South Korea"
  },
  "호패": {
    "Industry": "Software & Services",
    "Number_of_employee": 15,
    "Description": "Hopae is a digital identity startup providing identity and verification solutions using Decentralized Identity (DID) technology.",
    "Country/Region": "South Korea"
  },
  "에이아이리 소프트": {
    "Industry": "Software & Services",
    "Number_of_employee": "Not provided",
    "Description": "Not provided",
    "Country/Region": "South Korea"
  },
  "BioPONICS": {
    "Industry": "Materials",
    "Number_of_employee": 5,
    "Description": "Bioponics developed sustainable bacteria-based agrichemical products aimed at improving plant and crop production quality and yield.",
    "Country/Region": "South Korea"
  },
  "ZISHEL GROUP": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "51-100",
    "Description": "ZISHEL GROUP researches, develops, manufactures, markets, and distributes novel medical technologies and therapeutics for plastic surgery, reconstruction, and aesthetics, as well as cosmetic products.",
    "Country/Region": "South Korea"
  },
  "대구 · 경북지방중소벤처기업청": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Not publicly available",
    "Description": "대구 · 경북지방중소벤처기업청 is a South Korean government agency supporting the growth and stability of small and medium-sized enterprises and venture businesses in the Daegu and Gyeongbuk regions.",
    "Country/Region": "South Korea"
  },
  "Pollinate": {
    "Industry": "Software & Services",
    "Number_of_employee": "66-90",
    "Description": "Pollinate provides a cloud-based platform that enables banks to offer their small and medium business customers a range of digital services, including payment processing, data analytics, and loyalty programs.",
    "Country/Region": "United Kingdom"
  },
  "와이즈넛": {
    "Industry": "Software & Services",
    "Number_of_employee": "315명 - 338명",
    "Description": "와이즈넛은 자연어 처리 및 머신러닝 기반 기술을 활용하여 인공지능 챗봇, 통합 검색 시스템, 빅데이터 분석 도구 등 다양한 소프트웨어 및 서비스를 개발하고 공급하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "Vensa": {
    "Industry": "Capital Goods",
    "Number_of_employee": 160,
    "Description": "Vensa Infrastructure Limited is an Indian civil construction company undertaking projects such as buildings, roads, and irrigation works.",
    "Country/Region": "India"
  },
  "정보통신산업진흥원": {
    "Industry": "Software & Services",
    "Number_of_employee": 424,
    "Description": "정보통신산업진흥원은 대한민국 ICT 산업의 정책 연구, 기술 개발 지원, 인력 양성 및 해외 진출 지원 등을 수행하는 정부 산하 기관입니다.",
    "Country/Region": "South Korea"
  },
  "gmail.com": {
    "Industry": "Software & Services",
    "Number_of_employee": "183,323 to 185,719",
    "Description": "Alphabet Inc. is a technology conglomerate that provides a wide range of products and services, including online advertising, search engine technology, cloud computing, software, and hardware, through its subsidiaries like Google.",
    "Country/Region": "United States"
  },
  "우리편한내과": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 4,
    "Description": "우리편한내과 clinics provide comprehensive internal medicine services, including general consultations, health checkups, endoscopies, and specialized treatments for various conditions, such as digestive and metabolic disorders.",
    "Country/Region": "South Korea"
  },
  "BSK Investment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 8,
    "Description": "BSK Investment is a South Korean venture capital and private equity firm that invests in unlisted early-stage to pre-IPO companies across diverse sectors.",
    "Country/Region": "South Korea"
  },
  "코드와이즈": {
    "Industry": "Software & Services",
    "Number_of_employee": "18-25",
    "Description": "코드와이즈 provides IT security solutions, blockchain-based services, and security consulting.",
    "Country/Region": "South Korea"
  },
  "화성산업": {
    "Industry": "Capital Goods",
    "Number_of_employee": 411,
    "Description": "HS화성 is a South Korean construction company engaged in various civil engineering and building projects, including residential, industrial, and commercial developments.",
    "Country/Region": "South Korea"
  },
  "Samsung Venture Investment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Conflicting reports (e.g., 66, 50-99, 1,000-4,999)",
    "Description": "Samsung Venture Investment Corporation is a venture capital firm that invests in future-oriented businesses based on new and innovative technologies across various sectors.",
    "Country/Region": "South Korea"
  },
  "키즈픽": {
    "Industry": "Retailing",
    "Number_of_employee": "정보 부족",
    "Description": "키즈픽은 아이의 스타일과 성장에 맞춰 유아동복을 선별하여 정기적으로 배송하는 구독 서비스입니다.",
    "Country/Region": "South Korea"
  },
  "Alturki Ventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1-10",
    "Description": "Alturki Ventures is a venture capital firm that invests in and supports innovative businesses with high growth potential across various sectors globally, with a focus on aligning with Alturki Holding's strategic interests and emerging technologies.",
    "Country/Region": "Bahrain"
  },
  "Paperclip HK Services Ltd.": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "31-50",
    "Description": "Paperclip HK Services Ltd. provides human resources management, organizational development services, startup acceleration programs, and co-working spaces.",
    "Country/Region": "Hong Kong"
  },
  "엑스와이지": {
    "Industry": "Software & Services",
    "Number_of_employee": "약 30-50명",
    "Description": "엑스와이지는 식음료 제조, 배달, 헬스케어 등 일상생활 공간을 위한 인공지능 서비스 로봇 솔루션을 개발하고 제공하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "Tembusu Partners Pte Ltd": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 30,
    "Description": "Tembusu Partners is a private equity firm that invests in early to growth-stage companies across various sectors in Asia, providing capital and strategic support.",
    "Country/Region": "Singapore"
  },
  "KOTRA": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 2000,
    "Description": "KOTRA is the South Korean government agency promoting international trade and investment by supporting Korean companies abroad and assisting foreign investors in South Korea.",
    "Country/Region": "South Korea"
  },
  "TeknLaw": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "unknown",
    "Description": "TeknLaw is a law firm specializing in legal services with a focus on technology, including IT, data protection, blockchain, and FinTech.",
    "Country/Region": "South Korea"
  },
  "edbi": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "50-70",
    "Description": "EDBI is a Singapore-based global investor that provides growth capital to companies in technology and strategic industries to support their expansion in Asia and globally through Singapore.",
    "Country/Region": "Singapore"
  },
  "Korea Investment Accelerator": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1 to 10",
    "Description": "Korea Investment Accelerator is a startup accelerator and venture capital firm providing early-stage investment and support to technology-based companies.",
    "Country/Region": "South Korea"
  },
  "광운대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": 988,
    "Description": "Kwangwoon University는 서울에 위치한 사립 종합대학교로, 특히 전자 및 정보 공학 분야에서 강점을 가지고 학부 및 대학원 과정을 제공합니다.",
    "Country/Region": "대한민국"
  },
  "ROBOT": {
    "Industry": "Capital Goods",
    "Number_of_employee": "<25",
    "Description": "The Robot Company specializes in providing refurbished industrial robots, parts, and repair services, primarily for FANUC robots.",
    "Country/Region": "USA"
  },
  "PitchBook": {
    "Industry": "Software & Services",
    "Number_of_employee": "Over 3,000",
    "Description": "PitchBook is a financial data and software company providing comprehensive data, research, and analysis on global capital markets, with a focus on private equity, venture capital, and M&A.",
    "Country/Region": "USA"
  },
  "angelounge.com": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 6,
    "Description": "Angel Lounge is a platform that connects angel investors and accelerators with startups in Korea to facilitate angel investment activities and build an investment community.",
    "Country/Region": "South Korea"
  },
  "한샘": {
    "Industry": "Consumer Durables & Apparel",
    "Number_of_employee": 2121,
    "Description": "Hanssem designs, manufactures, and distributes furniture, home appliances, and interior products for various living spaces.",
    "Country/Region": "South Korea"
  },
  "파마코렉스": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "1-10",
    "Description": "파마코렉스는 신약 및 건강기능식품에 사용될 바이오 신소재 연구 개발에 주력하며, 특히 난치성 질환 치료를 위한 신약 개발에 집중하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "에이피그린": {
    "Industry": "Energy",
    "Number_of_employee": "6-10명",
    "Description": "에이피그린은 저온 플라즈마 기술을 활용한 청정 수소 생산 시스템을 개발하고 상용화하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "삼양화학그룹": {
    "Industry": "Materials",
    "Number_of_employee": "201-500",
    "Description": "Samyang Chemical Group is a comprehensive chemical company with a core business in petrochemicals that has expanded into diverse areas including distribution, steel, real estate development, and IT.",
    "Country/Region": "South Korea"
  },
  "유한책임회사 제피러스랩": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 25,
    "Description": "The company provides corporate value enhancement consulting, startup acceleration, and investment services through its venture capital and private equity division.",
    "Country/Region": "South Korea"
  },
  "서울벤처대학원대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": "Not specified",
    "Description": "서울벤처대학원대학교는 벤처 정신을 바탕으로 산업과 비즈니스 전반을 아우르는 융합적 지식과 실무 역량을 갖춘 전문가 양성에 주력하는 사립 고등 교육기관입니다.",
    "Country/Region": "South Korea"
  },
  "KB자산운용": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 380,
    "Description": "KB자산운용 is a South Korean asset management company offering a range of investment products and services, including trusts and collective investment schemes.",
    "Country/Region": "South Korea"
  },
  "WashSwat Inc.": {
    "Industry": "Consumer Services",
    "Number_of_employee": 326,
    "Description": "WashSwat Inc. provides online laundry services, offering pick-up and delivery of clothes directly from the customer's doorstep, managed through a mobile application.",
    "Country/Region": "South Korea"
  },
  "ARCH Venture Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "37 to 56",
    "Description": "ARCH Venture Partners is a venture capital firm focusing on seed and early-stage investments in science and technology, particularly biotechnology and life sciences.",
    "Country/Region": "United States"
  },
  "투이컨설팅": {
    "Industry": "Software & Services",
    "Number_of_employee": "약 95명에서 120명 사이",
    "Description": "투이컨설팅은 디지털 전환, 데이터 및 IT 전략 등 IT 및 비즈니스 컨설팅 서비스를 제공하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "매쉬업엔젤스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "약 13-15명",
    "Description": "매쉬업벤처스는 ICT 분야의 초기 스타트업에 투자하고 성장을 지원하는 전문 투자사입니다.",
    "Country/Region": "대한민국 (South Korea)"
  },
  "LG유플러스": {
    "Industry": "Telecommunication Services",
    "Number_of_employee": "Around 10,000",
    "Description": "LG Uplus is a South Korean telecommunications operator offering mobile, home, and corporate network services, including internet, IPTV, and various business solutions.",
    "Country/Region": "South Korea"
  },
  "Coolidge Corner Investment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2 to 8",
    "Description": "Coolidge Corner Investment is a venture capital firm based in Seoul, South Korea, providing seed and early-stage funding to innovative startups, with a focus on technology and ESG/impact investments.",
    "Country/Region": "South Korea"
  },
  "Trendlines": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "20-40",
    "Description": "The Trendlines Group invests in, incubates, and provides services to early-stage technology companies in the medical and agricultural sectors with the goal of improving the human condition.",
    "Country/Region": "Israel"
  },
  "와이어드컴퍼니": {
    "Industry": "Software & Services",
    "Number_of_employee": 50,
    "Description": "와이어드컴퍼니는 대한민국 서울에 본사를 둔 기업으로, 소셜 미디어 기반 1인 판매자를 위한 이커머스 솔루션을 제공합니다.",
    "Country/Region": "South Korea"
  },
  "창업진흥원": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "246-250",
    "Description": "The company promotes startups and supports the growth of startup companies in South Korea.",
    "Country/Region": "South Korea"
  },
  "서울지방변호사회": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 80,
    "Description": "An association that works to improve and develop the practice of law and oversees the guidance and supervision of lawyers in Seoul.",
    "Country/Region": "South Korea"
  },
  "롯데글로벌로지스": {
    "Industry": "Transportation",
    "Number_of_employee": 2296,
    "Description": "롯데글로벌로지스는 택배, SCM(창고, 수송/배송), 국제물류(항만하역, 포워딩, 국제특송) 등 물류 전반에 걸친 종합 물류 서비스를 제공하는 대한민국 운수 기업입니다.",
    "Country/Region": "대한민국"
  },
  "수도일보": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "5-48",
    "Description": "수도일보는 정치, 경제, 사회, 문화, 스포츠 등 다양한 분야의 뉴스를 제공하는 전국적인 종합 일간지입니다.",
    "Country/Region": "South Korea"
  },
  "다우리치플러스": {
    "Industry": "Real Estate",
    "Number_of_employee": 1,
    "Description": "다우리치플러스 is a real estate company involved in real estate development, supply, brokerage, agency, and new building construction sales.",
    "Country/Region": "South Korea"
  },
  "SK broadband": {
    "Industry": "Telecommunication Services",
    "Number_of_employee": 1586,
    "Description": "SK Broadband is a major South Korean telecommunication and media provider offering internet, IPTV, fixed-line telephony, and network services.",
    "Country/Region": "South Korea"
  },
  "TimF": {
    "Industry": "Capital Goods",
    "Number_of_employee": "Information not available",
    "Description": "TI Metal Forming is an Indian manufacturing company.",
    "Country/Region": "India"
  },
  "조광페인트": {
    "Industry": "Materials",
    "Number_of_employee": "500+",
    "Description": "조광페인트는 건축용, 공업용, 자동차용, 선박용 등 다양한 도료와 관련 제품을 제조 및 판매하며, 전자재료 및 접착제 분야로도 사업을 확장하고 있는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "인천창조경제혁신센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 35,
    "Description": "정부, 지자체, 민간 협력을 바탕으로 스타트업 발굴 및 육성, 투자 연계 등을 통해 창조 경제를 실현하고 지역 창업 생태계를 활성화하는 기관입니다.",
    "Country/Region": "Republic of Korea"
  },
  "서울창업카페": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Not publicly available",
    "Description": "서울창업카페 provides co-working spaces, educational programs, expert consulting, and networking opportunities to support prospective and early-stage entrepreneurs in Seoul.",
    "Country/Region": "South Korea"
  },
  "Daekyo Investment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Approximately 2,200 - 2,300",
    "Description": "Daekyo Investment is the corporate venture capital arm of Daekyo, investing in various sectors including bio-healthcare, information and communication technology, cultural content, and education.",
    "Country/Region": "South Korea"
  },
  "어번데일벤처스(주)": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 5,
    "Description": "어번데일벤처스(주)는 로컬 크리에이터 및 관련 분야의 초기 스타트업에 투자하고 성장을 지원하는 벤처 캐피탈 및 액셀러레이터입니다.",
    "Country/Region": "South Korea"
  },
  "Realtechholdings": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-50 people",
    "Description": "Real Tech Holdings, recently relaunched as UntroD Capital, is a venture capital firm based in Tokyo, Japan, that invests in deep tech startups addressing global and human challenges.",
    "Country/Region": "Japan"
  },
  "루씨엠": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 4,
    "Description": "루씨엠(주)는 IoT 기반의 스마트 AED 통합 모니터링 시스템 및 플랫폼을 개발하여 응급 의료 장비의 관리 및 효율성을 향상시키는 사업을 영위합니다.",
    "Country/Region": "대한민국"
  },
  "DAYLI Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2 to 10",
    "Description": "DAYLI Partners is a specialized investment group that discovers, invests in, and supports companies in the bio-healthcare and financial technology industries.",
    "Country/Region": "South Korea"
  },
  "Codeit": {
    "Industry": "Software & Services",
    "Number_of_employee": "100 - 250",
    "Description": "This company is an international software development company providing full-cycle web and mobile project implementation and IT consulting services.",
    "Country/Region": "Ukraine"
  },
  "ENTERPRISE EDMONTON": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "1-10",
    "Description": "The Alberta Enterprise Group is a member-based, non-profit organization that advocates for Alberta businesses and works to improve the province's business environment.",
    "Country/Region": "Canada"
  },
  "BNK 투자증권": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 242,
    "Description": "BNK 투자증권 is a South Korean financial investment company offering securities brokerage and other financial services.",
    "Country/Region": "South Korea"
  },
  "해머앤아머": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 6,
    "Description": "해머앤아머는 수술실에서 사용 편의성을 높인 한국형 수술 보조 로봇 및 수술 후 통증 관리를 위한 의료 기기를 개발하고 제조하는 회사입니다.",
    "Country/Region": "South Korea"
  },
  "lesson-easy.com": {
    "Industry": "Consumer Services",
    "Number_of_employee": "Not publicly available",
    "Description": "Lesson Easy is an online platform based in Yongin, South Korea, that provides music-related courses.",
    "Country/Region": "South Korea"
  },
  "바이어스도르프 코리아(유)": {
    "Industry": "Household & Personal Products",
    "Number_of_employee": 80,
    "Description": "바이어스도르프 코리아(유) sells and markets a portfolio of international skincare and personal care brands, including NIVEA and Eucerin, in the South Korean market.",
    "Country/Region": "South Korea"
  },
  "시프티": {
    "Industry": "Software & Services",
    "Number_of_employee": "약 40명",
    "Description": "시프티는 기업에게 근태, 근무 일정, 휴가, 급여 정산 등을 포함하는 통합적인 인력 관리 소프트웨어 솔루션을 제공합니다.",
    "Country/Region": "South Korea"
  },
  "K3 VENTURES": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "around 8 to 14",
    "Description": "K3 Ventures is a Singapore-based venture capital firm that invests in early-stage technology startups with a focus on the Southeast Asian market.",
    "Country/Region": "Singapore"
  },
  "Hanwha Group": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 43690,
    "Description": "Hanwha Group is a South Korean conglomerate with diverse business areas including finance, energy, materials, aerospace, and retail.",
    "Country/Region": "South Korea"
  },
  "LG CNS": {
    "Industry": "Software & Services",
    "Number_of_employee": "6,700 to over 9,000",
    "Description": "LG CNS provides comprehensive IT services, including consulting, system integration, cloud computing, AI/big data, and digital transformation solutions to various sectors globally.",
    "Country/Region": "South Korea"
  },
  "웰브릿지자산운용": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "12-50",
    "Description": "The company is an asset management firm established in 2020 primarily to manage and recover assets related to the Lime Fund situation.",
    "Country/Region": "South Korea"
  },
  "트루벤인베스트먼트": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Not specified",
    "Description": "트루벤인베스트먼트는 국내외 인프라 투자 및 다양한 분야의 사모펀드를 운용하는 전문 투자 회사입니다.",
    "Country/Region": "South Korea"
  },
  "FLEA:AUCTION": {
    "Industry": "Retailing",
    "Number_of_employee": "Varies widely by individual business",
    "Description": "This term describes businesses that operate marketplaces for selling goods, often secondhand or retail items, and conduct auctions.",
    "Country/Region": "Based on examples, primarily United States"
  },
  "ANGELSWING": {
    "Industry": "Software & Services",
    "Number_of_employee": "11 to 50",
    "Description": "ANGELSWING provides a cloud and web-based platform that uses drone-captured imagery to reconstruct physical job sites into digital twins for construction management and safety.",
    "Country/Region": "South Korea"
  },
  "Red Sea Global": {
    "Industry": "Real Estate",
    "Number_of_employee": 7000,
    "Description": "Red Sea Global is a real estate developer creating luxury regenerative tourism destinations and related infrastructure in Saudi Arabia.",
    "Country/Region": "Saudi Arabia"
  },
  "Matchgroup": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 2500,
    "Description": "Match Group owns and operates a global portfolio of online dating brands designed to facilitate meaningful connections.",
    "Country/Region": "United States"
  },
  "스테이션니오": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "3 to 6",
    "Description": "Stationnio is a co-working space and startup accelerator based in Seoul, South Korea, providing workspace, community, and business support programs primarily for tech and deep tech startups.",
    "Country/Region": "South Korea"
  },
  "BOD Tech Ventures Pte Ltd": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "5 to 10",
    "Description": "BOD Tech Ventures Pte Ltd is a venture capital firm that invests in early-stage technology-enabled companies across emerging markets in Southeast Asia, focusing on sectors such as logistics, travel, finance, and education.",
    "Country/Region": "Singapore"
  },
  "라피끄": {
    "Industry": "Household & Personal Products",
    "Number_of_employee": 20,
    "Description": "라피끄 develops and manufactures cosmetics utilizing its proprietary plant softening technology.",
    "Country/Region": "South Korea"
  },
  "에이치지 이니셔티브": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "확인되지 않음",
    "Description": "에이치지 이니셔티브는 재무적 수익과 함께 긍정적인 사회적 가치를 창출하는 스타트업에 투자하는 임팩트 투자사입니다.",
    "Country/Region": "대한민국"
  },
  "오픈놀": {
    "Industry": "Software & Services",
    "Number_of_employee": "96-135",
    "Description": "오픈놀 (OpenKnowl Co. Ltd.) is a South Korean company focused on connecting individuals with opportunities in education, employment, and entrepreneurship.",
    "Country/Region": "South Korea"
  },
  "Primer": {
    "Industry": "Software & Services",
    "Number_of_employee": 208,
    "Description": "Primer provides a unified infrastructure and low-code platform enabling businesses to connect and manage their entire payment ecosystem and optimize payment workflows.",
    "Country/Region": "United Kingdom"
  },
  "하이리움산업": {
    "Industry": "Energy",
    "Number_of_employee": "70명 이상",
    "Description": "하이리움산업은 극저온 액체수소 생산, 저장, 운송 및 활용 기술(액체수소 탱크, 이동식 충전소, 수소 드론 등)을 개발하고 상용화하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "일만백만": {
    "Industry": "Software & Services",
    "Number_of_employee": "10-15",
    "Description": "The company provides AI-based platforms and solutions for the automated creation and distribution of marketing and promotional videos.",
    "Country/Region": "South Korea"
  },
  "CNT Tech": {
    "Industry": "Software & Services",
    "Number_of_employee": 1850,
    "Description": "CNT Tech is a South Korean company that provides online ordering solutions and platform services for food franchises and operates as a startup accelerator and investor.",
    "Country/Region": "South Korea"
  },
  "Gom": {
    "Industry": "Capital Goods",
    "Number_of_employee": 600,
    "Description": "GOM develops, produces, and distributes software, machines, and systems for industrial and automated 3D coordinate measuring technology and 3D testing.",
    "Country/Region": "Germany"
  },
  "지반 특허법률사무소": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "2 to 13",
    "Description": "지반 특허법률사무소 provides comprehensive intellectual property consulting services including patent, design, and trademark applications, IP analysis, strategy, and litigation support.",
    "Country/Region": "South Korea"
  },
  "법무법인 미션": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "11-50",
    "Description": "The firm provides specialized legal services to innovative companies and entrepreneurs, focusing on areas such as venture investment, M&A, intellectual property, HR, regulatory analysis, and cross-border transactions.",
    "Country/Region": "South Korea"
  },
  "ST Engineering Ventures Pte. Ltd.": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "over 27,000 (parent company)",
    "Description": "ST Engineering Ventures Pte. Ltd. is the corporate venture capital arm of ST Engineering, investing in technology startups that develop new technologies and innovative solutions.",
    "Country/Region": "Singapore"
  },
  "한미헬스케어": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 315,
    "Description": "한미헬스케어는 의료기기, 건강기능식품 및 디지털 헬스케어를 포함한 다양한 헬스케어 제품과 서비스를 개발, 생산 및 유통하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "Technion Research & Development Foundation": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "1001-5000",
    "Description": "The Technion Research & Development Foundation manages research, intellectual property, and technology transfer for the Technion, linking academia and industry.",
    "Country/Region": "Israel"
  },
  "(사) 한국엔젤투자협회": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "79 to 82",
    "Description": "The company fosters angel investors and connects them with startups to expand angel investment and support company growth, aiming to create a virtuous cycle venture investment ecosystem.",
    "Country/Region": "South Korea"
  },
  "sunbo angel partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11 to 50",
    "Description": "Sunbo Angel Partners is a venture capital firm that invests in and supports startups across a range of sectors, including deep technology, ICT, and biotechnology.",
    "Country/Region": "South Korea"
  },
  "R20": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "0 to 9",
    "Description": "R20 Consulting is a digital strategy and technology consulting firm specializing in services like cybersecurity and virtual CIO/CISO support to help organizations improve business performance.",
    "Country/Region": "United States"
  },
  "로고스바이오일렉트로닉스": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "1 or 3",
    "Description": "로고스바이오일렉트로닉스는 AI 기반 헬스케어 솔루션, 발 분석 웨어러블 기기 및 맞춤형 신발/깔창, 그리고 자동 세포 계수기 등 생명과학 장비를 개발하고 제공하는 기업입니다.",
    "Country/Region": "대한민국 (South Korea)"
  },
  "ECONCRETE": {
    "Industry": "Materials",
    "Number_of_employee": "11-50",
    "Description": "ECOncrete provides patented, bio-enhancing concrete technology and products designed to make marine infrastructure stronger and more environmentally friendly by promoting the growth of marine life.",
    "Country/Region": "Israel"
  },
  "맑음팩토리": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 3,
    "Description": "맑음팩토리는 스마트 그린월 제품과 서비스를 통해 공간에 휴식과 회복을 선사하며, IoT 기술과 빅데이터를 활용한 공간 관리 솔루션을 제공합니다.",
    "Country/Region": "South Korea"
  },
  "패스파인더에이치": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 9,
    "Description": "경제전문 미디어인 머니투데이가 설립한 창업투자회사로, 창업가와 혁신 기업에 투자합니다.",
    "Country/Region": "South Korea"
  },
  "법률사무소 인평": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 5,
    "Description": "법률사무소 인평 is a law firm offering specialized legal consulting and services, particularly in corporate law, finance, mergers and acquisitions (M&A), and advising startups and foreign-invested companies.",
    "Country/Region": "South Korea"
  },
  "서울 테크노파크": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "30~40",
    "Description": "서울 테크노파크는 서울 소재 기업, 대학, 연구소 간의 협력을 통해 기술 혁신 및 산업 발전을 지원하는 산학연관 허브 기관입니다.",
    "Country/Region": "대한민국 서울"
  },
  "Robotou": {
    "Industry": "Software & Services",
    "Number_of_employee": "Not available",
    "Description": "Robotou develops a blockchain-enabled ecosystem designed to integrate service robots into daily life.",
    "Country/Region": "Hong Kong"
  },
  "Yuanta Investment Korea (유안타인베스트먼트)": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 16,
    "Description": "Yuanta Investment Korea is a South Korean venture capital and private equity firm specializing in diverse sector investments and fund management.",
    "Country/Region": "South Korea"
  },
  "용인시디지털산업진흥원": {
    "Industry": "Software & Services",
    "Number_of_employee": 89,
    "Description": "용인시디지털산업진흥원은 용인시를 첨단 디지털 산업 중심 도시로 육성하기 위해 정책 개발, 인프라 조성, 그리고 디지털 및 전통 기업의 성장을 위한 다양한 사업을 지원하는 기관입니다.",
    "Country/Region": "South Korea"
  },
  "팬과 팬을 잇다 ITTA": {
    "Industry": "Software & Services",
    "Number_of_employee": 9,
    "Description": "팬과 팬을 잇다 ITTA는 K팝 팬들이 중고 상품을 안전하게 거래하고 전 세계 다른 팬들과 소통할 수 있는 플랫폼을 운영합니다.",
    "Country/Region": "South Korea"
  },
  "BRIDGESQUARE": {
    "Industry": "Retailing",
    "Number_of_employee": "Information not available",
    "Description": "BRIDGESQUARE PRIVATE LIMITED is involved in wholesale trade activities, excluding motor vehicles and motorcycles.",
    "Country/Region": "India"
  },
  "MEGAZONE CLOUD": {
    "Industry": "Software & Services",
    "Number_of_employee": "2,700+",
    "Description": "Megazone Cloud is a cloud consulting and managed services provider specializing in AWS that helps businesses with cloud adoption, migration, and digital transformation.",
    "Country/Region": "South Korea"
  },
  "토도웍스": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 12,
    "Description": "토도웍스는 휠체어 사용자의 이동성 향상을 위한 기술 및 이동 보조 기기를 개발하고 제공하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "BLOCK FORCE NETWORK": {
    "Industry": "Software & Services",
    "Number_of_employee": 27,
    "Description": "Blockforce is a Blockchain Research & Builder offering consulting, blockchain-based digital products, and integrated development services to empower social, environmental, and systemic impact projects.",
    "Country/Region": "Brazil"
  },
  "에이블테라퓨틱스": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 14,
    "Description": "에이블테라퓨틱스는 치매, ADHD 등 신경정신과 질환의 진단, 예방 및 관리를 위한 디지털 헬스케어 솔루션을 개발합니다.",
    "Country/Region": "South Korea"
  },
  "스마일게이트 홀딩스": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 3500,
    "Description": "스마일게이트 홀딩스는 인기 게임 개발 및 서비스 자회사들을 산하에 둔 글로벌 엔터테인먼트 그룹의 지주회사로서, 게임 및 다양한 IP 기반 콘텐츠 사업을 통해 전 세계 사용자들에게 즐거움을 제공합니다.",
    "Country/Region": "South Korea"
  },
  "킹고스프링": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "약 10-15명",
    "Description": "킹고스프링은 스타트업에 대한 투자 및 액셀러레이팅 프로그램을 제공하여 이들의 성장을 돕는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "OGQ Corp.": {
    "Industry": "Software & Services",
    "Number_of_employee": "51 to 200",
    "Description": "OGQ Corp. operates a social platform that enables content creators to share and sell digital assets such as images, stickers, sounds, and fonts to connect with fans.",
    "Country/Region": "South Korea"
  },
  "로우파트너스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 17,
    "Description": "로우파트너스는 공공기술 기반 스타트업을 발굴, 투자 및 육성하는 전문 액셀러레이터입니다.",
    "Country/Region": "대한민국"
  },
  "alpaca.capital": {
    "Industry": "Software & Services",
    "Number_of_employee": "200-300",
    "Description": "Alpaca provides an API-first platform enabling developers and businesses to build investing applications and offer stock, options, and cryptocurrency trading.",
    "Country/Region": "USA"
  },
  "삼성증권": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 2397,
    "Description": "삼성증권은 주식 중개, 자산 관리, 기업 금융 및 펀드 관리 등 다양한 금융 투자 서비스를 제공하는 대한민국의 금융 투자 회사입니다.",
    "Country/Region": "대한민국"
  },
  "프로이드": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "Approximately 10-12 (uncertain)",
    "Description": "프로이드는 3차원 광학 및 비전 기술과 인공지능을 활용하여 암 조직을 빠르고 정확하게 검출하는 의료 솔루션을 개발하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "캐피탈원": {
    "Industry": "Banks",
    "Number_of_employee": 52600,
    "Description": "Capital One은 신용카드, 자동차 대출, 예금 계좌 및 기타 금융 상품과 서비스를 개인, 중소기업 및 상업 고객에게 제공하는 미국의 금융 서비스 지주 회사입니다.",
    "Country/Region": "United States"
  },
  "Klim Ventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2-10",
    "Description": "Klim Ventures is a South Korean venture capital firm that invests in early-stage technology companies, prioritizing those with strong ESG principles.",
    "Country/Region": "South Korea"
  },
  "비주얼터미놀로지": {
    "Industry": "Software & Services",
    "Number_of_employee": "9명 ~ 18명",
    "Description": "비주얼터미놀로지는 자연어 처리 및 디지털 트윈 기술을 활용하여 의료 데이터 상호운용성 증진 및 시각화 솔루션을 제공하는 디지털 헬스케어 기업입니다.",
    "Country/Region": "대한민국"
  },
  "충북창조경제혁신센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Information on the exact number of employees is not publicly available",
    "Description": "It is a foundation established in South Korea to support startups and contribute to the regional creative economy through acceleration programs, expert consulting, and ecosystem building.",
    "Country/Region": "South Korea"
  },
  "한국에너지기술연구원": {
    "Industry": "Energy",
    "Number_of_employee": 571,
    "Description": "Conducts comprehensive research and development in energy technology, focusing on areas such as renewable energy, energy efficiency, and climate change response.",
    "Country/Region": "South Korea"
  },
  "The Medical City": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "several thousand",
    "Description": "The Medical City is a health institution that operates a network of hospitals and clinics providing a wide range of healthcare services.",
    "Country/Region": "Philippines"
  },
  "MEDI STAFF": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "104-175",
    "Description": "Medstaff National Medical Staffing is a US-based company operating in the medical staffing sector.",
    "Country/Region": "United States"
  },
  "롯데정보통신": {
    "Industry": "Software & Services",
    "Number_of_employee": 2888,
    "Description": "Lotte Data Communication Company (now LOTTE INNOVATE) is an IT service company that leads customer business transformation through advanced information and communication technologies and services, including system integration, cloud, AI, and new digital ventures.",
    "Country/Region": "South Korea"
  },
  "ZERO GROUND": {
    "Industry": "Real Estate",
    "Number_of_employee": 5,
    "Description": "ZERO GROUND is a space-as-a-service company based in Seoul, South Korea, that provides space and value-added services to professionals, particularly aiming to help hair designers build personal brands.",
    "Country/Region": "South Korea"
  },
  "자동차부문 전략기술본부": {
    "Industry": "Automobiles & Components",
    "Number_of_employee": "Around 250,000 to over 290,000 (for parent company Hyundai Motor Group)",
    "Description": "This division leads Hyundai Motor Group's strategic initiatives and investments in future technologies and new business areas, including smart mobility, artificial intelligence, robotics, and eco-friendly energy solutions.",
    "Country/Region": "South Korea"
  },
  "노다랩": {
    "Industry": "Software & Services",
    "Number_of_employee": "Approximately 5-8",
    "Description": "Noda Labs is a data analysis and software development company that operates a big data-based B2B trade platform providing market analysis and business matching services, particularly focused on the food industry.",
    "Country/Region": "South Korea"
  },
  "카카오": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 4035,
    "Description": "Kakao Corporation is a South Korean technology firm offering a wide array of digital services, including messaging, finance, mobility, entertainment, and gaming.",
    "Country/Region": "South Korea"
  },
  "PHILMEDI": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 10,
    "Description": "The company develops and manufactures in-vitro diagnostic medical devices for self-diagnosis and on-site drug testing, including platforms for infectious diseases and smart diagnostic tools.",
    "Country/Region": "Republic of Korea"
  },
  "INNOSPARKS": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "more than 40",
    "Description": "INNOSPARKS is an engineering-based open innovation lab and incubator in Singapore that leverages diverse engineering disciplines to co-create, experiment on, and accelerate the development of innovative technology solutions.",
    "Country/Region": "Singapore"
  },
  "로앤컴퍼니": {
    "Industry": "Software & Services",
    "Number_of_employee": 50,
    "Description": "로앤컴퍼니는 법률 서비스 플랫폼 '로톡'과 AI 기반 법률 정보 서비스 '빅케이스', 그리고 법률 전문가를 위한 AI 어시스턴트 '슈퍼로이어' 등을 통해 법률 정보 접근성을 높이고 업무 효율성을 개선하는 리걸테크 기업입니다.",
    "Country/Region": "South Korea"
  },
  "레드힐코리아": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "5-6명",
    "Description": "레드힐코리아는 스타트업을 포함한 고객에게 PR, 미디어 홍보, 디지털 마케팅 등 통합적인 커뮤니케이션 컨설팅 및 실행 서비스를 제공하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "infobank": {
    "Industry": "Software & Services",
    "Number_of_employee": "165 to 180",
    "Description": "Infobank Corporation provides a variety of mobile and IT services, including corporate messaging, interactive media, smart car solutions, and embedded software development.",
    "Country/Region": "South Korea"
  },
  "NH농협은행": {
    "Industry": "Banks",
    "Number_of_employee": 16163,
    "Description": "NH농협은행 is a specialized agricultural bank in South Korea providing a range of financial services.",
    "Country/Region": "South Korea"
  },
  "하나은행": {
    "Industry": "Banks",
    "Number_of_employee": "10,000 to 13,000",
    "Description": "Hana Bank is one of South Korea's largest banks, offering a wide range of banking services to individuals and businesses, and is a subsidiary of Hana Financial Group.",
    "Country/Region": "South Korea"
  },
  "rist.re.kr": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "10 - 49",
    "Description": "RIST is a research institute in South Korea focused on industrial science and technology, providing R&D, technical support, and evaluation services.",
    "Country/Region": "South Korea"
  },
  "Trendlines Medical Singapore Pte. Ltd.": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "3 (2017)",
    "Description": "Trendlines Medical Singapore Pte. Ltd. is a medical technology incubator based in Singapore that discovers, invests in, incubates, and supports start-up companies in the medical device and technology sector.",
    "Country/Region": "Singapore"
  },
  "Ground X Corp.": {
    "Industry": "Software & Services",
    "Number_of_employee": 28,
    "Description": "Ground X is a developer of a web3 technology platform and the Klaytn public blockchain, focused on enabling user-friendly blockchain services and driving mass adoption.",
    "Country/Region": "South Korea"
  },
  "프로앱텍": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 20,
    "Description": "ProAb Tech is a research and development company specializing in the creation of innovative bio-conjugate drugs and protein therapeutics with enhanced efficacy and stability using proprietary platform technologies.",
    "Country/Region": "Republic of Korea (South Korea)"
  },
  "UOB": {
    "Industry": "Banks",
    "Number_of_employee": 32071,
    "Description": "UOB is a leading Asian bank providing a wide range of financial services globally, including personal and commercial banking, private banking, and asset management.",
    "Country/Region": "Singapore"
  },
  "BSK인베스트먼트": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 12,
    "Description": "BSK인베스트먼트는 창업 초기부터 Pre-IPO 단계까지의 비상장 벤처 기업에 투자하고 경영 자문 및 성장 지원 서비스를 제공하는 벤처 캐피탈입니다.",
    "Country/Region": "대한민국"
  },
  "셀트리온": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "1,000명에서 2,500명 사이",
    "Description": "셀트리온은 바이오시밀러 및 신약의 연구, 개발 및 제조에 주력하는 세계적인 종합 바이오 제약 회사입니다.",
    "Country/Region": "대한민국"
  },
  "Mastervolt Korea": {
    "Industry": "Capital Goods",
    "Number_of_employee": "50 to 186 globally (specific number for subsidiary not available)",
    "Description": "Mastervolt Korea provides customized electrical and machinery solutions, including eco-friendly upgrades and propulsion systems, for small and medium-sized vessels in the marine industry and distributes marine products.",
    "Country/Region": "South Korea"
  },
  "Transmedic": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 700,
    "Description": "Transmedic is a leading independent distributor of advanced medical technology and devices to healthcare professionals and institutions in the ASEAN and Hong Kong regions.",
    "Country/Region": "Singapore"
  },
  "Trendlines Agrifood Innovation Centre Pte. Ltd. (AFIC)": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Not publicly available",
    "Description": "Trendlines Agrifood Innovation Centre Pte. Ltd. (AFIC) is a Singapore-based innovation center and fund manager that invests in and accelerates early-stage agrifood technology startups in the Asia Pacific region.",
    "Country/Region": "Singapore"
  },
  "PT. Hewlett-Packard Indonesia": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": "between 100 and 999",
    "Description": "PT. Hewlett-Packard Indonesia is engaged in the distribution of laptops, PCs, and printers, as well as software.",
    "Country/Region": "Indonesia"
  },
  "Onther Inc.": {
    "Industry": "Software & Services",
    "Number_of_employee": "11-50",
    "Description": "Onther Inc. is a blockchain-focused research and development technology company providing comprehensive IT solutions including system analysis, design, and web and app development.",
    "Country/Region": "Republic of Korea"
  },
  "Israeli national center of blue economy": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 3,
    "Description": "The Israeli National Center of Blue Economy aims to build and lead a technological entrepreneurial ecosystem based on sustainable innovation in the marine environment by supporting blue tech start-ups, investing in applied research and development and serving as an interface between academia, industry, entrepreneurs, government and civil society.",
    "Country/Region": "Israel"
  },
  "Athens Capital Management LLC": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 1,
    "Description": "Athens Capital Management LLC is an investment management firm providing advisory and portfolio management services primarily to high net worth individuals and family offices.",
    "Country/Region": "United States"
  },
  "Enterprise Singapore": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "1400+",
    "Description": "Enterprise Singapore is a government board in Singapore that supports the development and internationalization of enterprises, promotes trade and startups, and oversees national standards and accreditation.",
    "Country/Region": "Singapore"
  },
  "Xangle": {
    "Industry": "Software & Services",
    "Number_of_employee": "51-200",
    "Description": "Xangle is a Web3 data research platform and on-chain data service provider that collects, verifies, and integrates corporate disclosures and on-chain data for the cryptocurrency and Web3 markets.",
    "Country/Region": "South Korea"
  },
  "N15 Partners": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Unknown",
    "Description": "N15 Partners is a startup accelerator and open innovation platform based in South Korea that provides programs, resources, and investment to help early-stage tech and product-based startups grow and expand globally.",
    "Country/Region": "South Korea"
  },
  "삼성SDS": {
    "Industry": "Software & Services",
    "Number_of_employee": "11,400-11,500",
    "Description": "Samsung SDS is a global IT service and logistics company providing cloud-based solutions, digital transformation services, and various IT and business process outsourcing services.",
    "Country/Region": "South Korea"
  },
  "Goodlugg": {
    "Industry": "Transportation",
    "Number_of_employee": "11-50",
    "Description": "Goodlugg provides luggage pickup and delivery services between airports, hotels, and other locations, along with real-time luggage storage options for travelers.",
    "Country/Region": "South Korea"
  },
  "SMART VALOR": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "around 20 to over 50",
    "Description": "SMART VALOR is a technology company providing a platform for compliant and secure trading, custody, and management of digital assets for individuals and financial institutions.",
    "Country/Region": "Liechtenstein and Switzerland"
  },
  "앤틀러코리아": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "정보 없음",
    "Description": "앤틀러코리아는 극초기 스타트업을 발굴하고 공동 창업자 매칭, 비즈니스 모델 검증, 초기 투자 및 성장을 지원하는 글로벌 벤처캐피털(VC)인 앤틀러의 한국 지사입니다.",
    "Country/Region": "대한민국"
  },
  "메디아티": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "정보 없음",
    "Description": "메디아티는 한국의 뉴스 미디어 스타트업에 투자하고 성장을 지원했던 전문 액셀러레이터였습니다.",
    "Country/Region": "South Korea"
  },
  "AEONLS CO., Ltd.": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "not publicly available",
    "Description": "AEONLS CO., Ltd. is a holding company engaged in the development of drug pipelines and clinical trials, and also operates as a manufacturer of plant-based cosmetics.",
    "Country/Region": "Republic of Korea"
  },
  "calici.co": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 8,
    "Description": "Calici.co operates an AI-based platform for drug and functional material discovery by analyzing protein structures.",
    "Country/Region": "South Korea"
  },
  "서강대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": "1,500 - 1,600",
    "Description": "Sogang University is a private comprehensive university in Seoul, South Korea, providing higher education.",
    "Country/Region": "South Korea"
  },
  "비긴어스": {
    "Industry": "Retailing",
    "Number_of_employee": 5,
    "Description": "The company operates a wholesale and retail distribution and sales business.",
    "Country/Region": "South Korea"
  },
  "닥터픽": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "5명에서 49명 사이",
    "Description": "닥터픽은 진공 제어 기술을 활용하여 잇몸 관리 및 치아 세정을 위한 자동 구강 케어 기기를 연구 개발 및 제조하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "Bluepoint Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 48,
    "Description": "Bluepoint Partners is an early-stage startup investor and accelerator that supports innovative technology teams with global potential by providing financial investment, strategic guidance, mentoring, and industry connections.",
    "Country/Region": "South Korea"
  },
  "하이퍼리즘": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "약 30명",
    "Description": "하이퍼리즘은 기관 투자자에게 암호화폐 퀀트 트레이딩 및 벤처 투자 서비스를 제공하는 디지털 자산 운용사입니다.",
    "Country/Region": "South Korea"
  },
  "파이낸셜뉴스신문(주)": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 214,
    "Description": "대한민국에서 경제 일간 신문 발행 및 다양한 미디어 사업을 영위하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "JOY DRONE": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": 7,
    "Description": "JOY DRONE is a global industrial drone company and R&D firm that develops drone controllers and provides drone-based solutions and services for diverse industrial applications.",
    "Country/Region": "South Korea"
  },
  "BarrelWise": {
    "Industry": "Software & Services",
    "Number_of_employee": "11-15",
    "Description": "BarrelWise is a technology company that develops smart systems for managing wine barrels, aiming to improve efficiency and data analysis in the winemaking process.",
    "Country/Region": "Canada"
  },
  "Lianan Technologies": {
    "Industry": "Software & Services",
    "Number_of_employee": "200-240",
    "Description": "Liana Technologies is a European software company providing cloud-based digital marketing and communication tools and services for businesses.",
    "Country/Region": "Finland"
  },
  "농업회사법인 보성특수농산": {
    "Industry": "Food, Beverage & Tobacco",
    "Number_of_employee": "10 or 20",
    "Description": "농업회사법인 보성특수농산은 쌀을 포함한 프리미엄 농산물을 생산, 가공 및 유통하는 대한민국 기업입니다.",
    "Country/Region": "대한민국"
  },
  "NICE Investment Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Unknown",
    "Description": "NICE Investment Partners is a venture capital firm based in Seoul, South Korea, that invests in small and medium-sized enterprises across various technology and service sectors.",
    "Country/Region": "South Korea"
  },
  "Aalto University": {
    "Industry": "Consumer Services",
    "Number_of_employee": "4,000 to 4,500",
    "Description": "Aalto University is a multidisciplinary institution in Finland where science, art, technology, and business converge for research and education.",
    "Country/Region": "Finland"
  },
  "KB 증권": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2,700 to 2,900",
    "Description": "KB Securities is a comprehensive financial investment firm offering services like securities brokerage, wealth management, investment banking, and trading.",
    "Country/Region": "South Korea"
  },
  "한국투자 파트너스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 70,
    "Description": "한국투자파트너스는 아시아를 대표하는 벤처캐피탈 및 사모펀드 운용사로서 다양한 산업 분야의 초기 단계부터 성장 단계 기업에 투자하고 있습니다.",
    "Country/Region": "South Korea"
  },
  "TNB VENTURES": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2 to 10",
    "Description": "TNB Ventures is a venture capital firm and accelerator based in Singapore that focuses on early-stage investments in startups and runs corporate innovation programmes.",
    "Country/Region": "Singapore"
  },
  "TME": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": "More than 800 employees.",
    "Description": "TME is a global distributor of electronic, electromechanical, and industrial automation components, offering a wide range of products through its online shop.",
    "Country/Region": "Poland"
  },
  "한국기술경영원": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "3 to 4",
    "Description": "한국기술경영원 provides management consulting services.",
    "Country/Region": "South Korea"
  },
  "보맵": {
    "Industry": "Software & Services",
    "Number_of_employee": "약 40-50명",
    "Description": "보맵은 데이터와 AI를 활용하여 보험 통합 관리, 분석 및 상담 서비스를 제공하는 인슈어테크 기업입니다.",
    "Country/Region": "대한민국"
  },
  "TIN MEN CAPITAL": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2-10",
    "Description": "Tin Men Capital is a Singapore-based venture capital firm investing exclusively in Series A B2B technology startups in Southeast Asia.",
    "Country/Region": "Singapore"
  },
  "시스코 시스템즈 코리아": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": "300-400",
    "Description": "시스코 시스템즈 코리아는 네트워킹 하드웨어, 소프트웨어 및 통신 장비를 포함한 IT 네트워크 장비의 도소매 및 관련 서비스를 제공합니다.",
    "Country/Region": "South Korea"
  },
  "KIS정보통신": {
    "Industry": "Software & Services",
    "Number_of_employee": 80,
    "Description": "KIS정보통신 provides electronic payment processing services, including credit card value-added network (VAN) services and electronic financial solutions.",
    "Country/Region": "South Korea"
  },
  "CJ ENM": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "1,000 to over 3,000",
    "Description": "CJ ENM is a leading entertainment and lifestyle company that creates and distributes a wide range of content, including TV shows, films, music, and animation, alongside operating a commerce business.",
    "Country/Region": "South Korea"
  },
  "screena": {
    "Industry": "Semiconductors & Semiconductor Equipment",
    "Number_of_employee": "6,000 to 6,900",
    "Description": "Screen Holdings Co., Ltd. manufactures and sells equipment primarily for semiconductor manufacturing, as well as for graphic arts, displays, and other industrial applications.",
    "Country/Region": "Japan"
  },
  "elstone.co.kr": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Not available",
    "Description": "Elstone (LSTONE Global Investment Accelerator Group) is a South Korean company that provides startup incubation and acceleration programs, supports investment attraction, and assists with the global growth of startups.",
    "Country/Region": "South Korea"
  },
  "Hana Ventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 27,
    "Description": "Hana Ventures is a corporate venture capital firm that provides investment and financial solutions to support the growth of startup companies across various sectors.",
    "Country/Region": "South Korea"
  },
  "소리를보는통로": {
    "Industry": "Software & Services",
    "Number_of_employee": 27,
    "Description": "소리를보는통로는 인공지능 기반의 실시간 음성-문자 변환 소프트웨어 및 스크립팅 서비스를 통해 소통의 장벽을 낮추는 IT 소셜 벤처입니다.",
    "Country/Region": "South Korea"
  },
  "ANIWARE": {
    "Industry": "Software & Services",
    "Number_of_employee": "11-50",
    "Description": "ANIWARE provides a data analytics platform and AI-powered bio-sensing technology, such as AI-powered ECG solutions, to improve animal healthcare and empower pet owners and veterinarians with actionable insights.",
    "Country/Region": "Hong Kong"
  },
  "중소벤처기업부": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 431,
    "Description": "The Ministry of SMEs and Startups (MSS) is a South Korean government ministry dedicated to supporting the growth, innovation, and stability of small and medium-sized enterprises and startups.",
    "Country/Region": "South Korea"
  },
  "Saudi German Hospital Dubai": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 1700,
    "Description": "Saudi German Hospital Dubai is a multi-specialty hospital providing a comprehensive range of medical services and patient care.",
    "Country/Region": "United Arab Emirates"
  },
  "MEDIT": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 214,
    "Description": "MEDIT is a South Korea-based company specializing in 3D scanning solutions and digital dentistry platforms.",
    "Country/Region": "South Korea"
  },
  "THE.WAVE.TALK, INC.": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": 23,
    "Description": "THE.WAVE.TALK, INC. develops biosensor technology for real-time monitoring of microorganisms and water quality.",
    "Country/Region": "South Korea"
  },
  "다래전략사업화센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 62,
    "Description": "다래전략사업화센터는 대한민국의 기술 사업화 및 지식재산(IP) 컨설팅 전문 기업입니다.",
    "Country/Region": "대한민국"
  },
  "Cakra Ventures Indonesia": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 13,
    "Description": "Cakra Ventures Indonesia is a venture capital and advisory firm based in Jakarta that invests in early-stage companies.",
    "Country/Region": "Indonesia"
  },
  "ICONLOOP": {
    "Industry": "Software & Services",
    "Number_of_employee": 61,
    "Description": "ICONLOOP is a South Korean blockchain technology company that develops and provides blockchain-based solutions and services for various industries, including decentralized identity and digital certificates.",
    "Country/Region": "South Korea"
  },
  "스코넥엔터테인먼트": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "약 67명에서 130명 사이",
    "Description": "스코넥엔터테인먼트는 현실과 가상을 연결하는 XR(확장현실) 콘텐츠를 개발하는 기업으로, XR 게임, 교육/훈련 및 메타버스 관련 사업을 영위하고 있습니다.",
    "Country/Region": "대한민국"
  },
  "신영증권": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "between 624 and 660",
    "Description": "Shinhan Securities is a financial investment company engaged in securities brokerage, investment trading, brokerage, trust business, investment advisory, and investment management services.",
    "Country/Region": "South Korea"
  },
  "Innopolis Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2 and 11",
    "Description": "Innopolis Partners is a venture capital firm that invests in technology companies at various stages.",
    "Country/Region": "South Korea"
  },
  "UniWiz": {
    "Industry": "Consumer Services",
    "Number_of_employee": "Information not available",
    "Description": "UniWiz provides hassle-free student storage and delivery services, collecting belongings from schools or universities, storing them, and redelivering them to student accommodations.",
    "Country/Region": "United Kingdom"
  },
  "인천테크노파크": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 310,
    "Description": "인천테크노파크는 기업 성장 지원, 기술 개발 촉진, 일자리 창출 및 지역 산업 육성을 통해 인천 지역 경제 활성화에 기여하는 기관입니다.",
    "Country/Region": "대한민국"
  },
  "kbinvestment.com": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 69,
    "Description": "KB Investment is a venture capital firm based in Seoul, South Korea, that invests in companies across various sectors and provides comprehensive support services to its portfolio companies.",
    "Country/Region": "South Korea"
  },
  "Thumb Technologies": {
    "Industry": "Software & Services",
    "Number_of_employee": "11 to 50",
    "Description": "Thumb Technologies provides an AI-powered conversational analytics platform designed to help revenue teams automate tasks and gain customer insights.",
    "Country/Region": "United States"
  },
  "BonAngels": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 14,
    "Description": "BonAngels is an early-stage venture capital firm based in South Korea that invests in a diverse portfolio of startups.",
    "Country/Region": "South Korea"
  },
  "매치드": {
    "Industry": "Software & Services",
    "Number_of_employee": "9 to 10",
    "Description": "매치드 (Matched) is a South Korean company operating a B2B matching platform to connect corporate decision-makers for various business objectives.",
    "Country/Region": "South Korea"
  },
  "DEFENCE KOREA": {
    "Industry": "Capital Goods",
    "Number_of_employee": "Not publicly available",
    "Description": "Korea Defense Industry Corp. develops and provides defense solutions, including guided and unguided munitions systems, fuzes, and underwater sensors.",
    "Country/Region": "South Korea"
  },
  "Aspire": {
    "Industry": "Software & Services",
    "Number_of_employee": "4900+",
    "Description": "Aspire Systems is a global technology services firm providing digital transformation and software engineering services.",
    "Country/Region": "India"
  },
  "한화자산운용": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 396,
    "Description": "한화자산운용은 대한민국 서울에 본사를 둔, 주식, 채권, ETF, 부동산 등 다양한 투자 상품 및 서비스를 제공하는 종합 자산 운용 회사입니다.",
    "Country/Region": "대한민국"
  },
  "빅뱅엔젤스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 7,
    "Description": "빅뱅엔젤스는 초기 단계 스타트업에 투자하고 성장을 지원하는 대한민국 기반의 액셀러레이터 및 벤처 캐피탈입니다.",
    "Country/Region": "South Korea"
  },
  "Group By": {
    "Industry": "Software & Services",
    "Number_of_employee": "Approximately 73 to 86",
    "Description": "GroupBy provides an AI-powered platform for e-commerce search and product discovery, helping online businesses improve customer experience and increase revenue.",
    "Country/Region": "Canada"
  },
  "고려대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": 5196,
    "Description": "고려대학교는 서울에 위치한 선도적인 사립 연구 대학으로, 다양한 학문 분야에서 교육과 연구를 제공합니다.",
    "Country/Region": "대한민국"
  },
  "교보생명": {
    "Industry": "Insurance",
    "Number_of_employee": 3715,
    "Description": "Kyobo Life Insurance is a South Korean life insurance company offering a range of insurance products and services, including life, health, and pension insurance.",
    "Country/Region": "South Korea"
  },
  "아티스츠카드": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "11-50명",
    "Description": "아티스츠카드는 음악 데이터 및 기술을 기반으로 음악 스트리밍 서비스, K-Pop 앨범/굿즈 커머스 플랫폼, 및 팬덤 서비스를 제공하는 대한민국 기업입니다.",
    "Country/Region": "대한민국"
  },
  "단색": {
    "Industry": "Consumer Durables & Apparel",
    "Number_of_employee": "14명 - 20명 사이",
    "Description": "단색은 여성의 건강한 라이프를 위한 기능성 여성 의류 및 속옷(논샘팬티 포함)을 제작 및 판매하는 펨테크 기업입니다.",
    "Country/Region": "대한민국"
  },
  "로얄신소재": {
    "Industry": "Materials",
    "Number_of_employee": "Unknown (likely small)",
    "Description": "로얄신소재는 초경합금 및 분말 야금제품 제조 전문 기업으로, 최적화된 맞춤형 솔루션을 제공합니다.",
    "Country/Region": "South Korea"
  },
  "nus.edu.sg": {
    "Industry": "Consumer Services",
    "Number_of_employee": 12000,
    "Description": "NUS is a public research university in Singapore offering a wide range of degree programs and conducting research.",
    "Country/Region": "Singapore"
  },
  "프로키언": {
    "Industry": "Software & Services",
    "Number_of_employee": "스타트업",
    "Description": "프로키언은 AI 기반의 수학 교육 서비스 및 솔루션을 통해 전 세계 학습자들의 수학 학습을 지원하는 에듀테크 기업입니다.",
    "Country/Region": "대한민국"
  },
  "메타캠프": {
    "Industry": "Software & Services",
    "Number_of_employee": 17,
    "Description": "메타캠프는 교육에 특화된 메타버스 서비스 'There'를 개발하고 운영하는 회사입니다.",
    "Country/Region": "South Korea"
  },
  "벤처박스": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 7,
    "Description": "벤처박스는 유망 스타트업을 발굴하고 성장을 위한 종합적인 액셀러레이팅 프로그램을 제공하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "사이냅소프트": {
    "Industry": "Software & Services",
    "Number_of_employee": 53,
    "Description": "디지털 문서 처리 및 인공지능 기술을 결합한 솔루션을 개발하고 제공하는 대한민국 기업입니다.",
    "Country/Region": "South Korea"
  },
  "트리플송": {
    "Industry": "Software & Services",
    "Number_of_employee": 1,
    "Description": "AI 기반의 사무 자동화 소프트웨어 개발 및 공급을 전문으로 하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "planhventures.co.kr": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1-10",
    "Description": "Plan H Ventures is an accelerator and venture capital firm that invests in and supports startups across diverse industries, focusing on industry innovation.",
    "Country/Region": "South Korea"
  },
  "TOKENMANIA": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "51-200",
    "Description": "TOKENMANIA ASSET MANAGEMENT CORPORATION PTE. LTD. is an international digital currency asset management group that also provides information technology consultancy and cybersecurity software development.",
    "Country/Region": "Singapore"
  },
  "강원테크노파크": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 167,
    "Description": "강원테크노파크는 강원특별자치도의 지역 혁신 거점 기관으로서 산·학·연·관 협력을 통해 지역 산업 육성, 기술 고도화 및 기업 성장을 지원합니다.",
    "Country/Region": "South Korea"
  },
  "토브앤바나": {
    "Industry": "Software & Services",
    "Number_of_employee": "around 3 to 7",
    "Description": "Tov&Banah is a research-based company that develops and provides AI-based software technology and platforms, primarily focusing on the cosmetics industry with services like customized cosmetic sample recommendations.",
    "Country/Region": "Republic of Korea"
  },
  "한국중견기업연합회 FOMEK": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 43,
    "Description": "FOMEK supports the growth and enhances the competitiveness of South Korean medium-sized enterprises through policy advocacy, networking, and provision of various business support services.",
    "Country/Region": "South Korea"
  },
  "DASH": {
    "Industry": "Consumer Services",
    "Number_of_employee": 23700,
    "Description": "DoorDash operates a local commerce platform facilitating online food ordering and delivery from restaurants and other local businesses to customers.",
    "Country/Region": "United States"
  },
  "VEGISYS": {
    "Industry": "Software & Services",
    "Number_of_employee": "Not available",
    "Description": "VEGISYS was a historical Bulletin Board System (BBS) that operated in 1994 in Dennis, Massachusetts.",
    "Country/Region": "USA"
  },
  "소프트베리": {
    "Industry": "Software & Services",
    "Number_of_employee": 36,
    "Description": "소프트베리는 전기차 및 수소차 사용자를 위한 충전 인프라 정보 플랫폼을 개발하고 운영하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "이노텍코리아": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": "over 8,797",
    "Description": "LG Innotek is a global manufacturer of electronic components for mobile, automotive, display, semiconductor, and IoT industries, specializing in products such as camera modules and substrates.",
    "Country/Region": "South Korea"
  },
  "(주)엠바이옴쎄라퓨틱스": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 2,
    "Description": "The company researches and develops new functional ingredients using microbiome and precision fermentation technology for applications in health supplements and pharmaceuticals.",
    "Country/Region": "Republic of Korea"
  },
  "MORAI": {
    "Industry": "Software & Services",
    "Number_of_employee": "107 to 133",
    "Description": "MORAI provides simulation software platforms for the verification and validation of autonomous systems across various industries.",
    "Country/Region": "South Korea"
  },
  "CINDICATOR": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "61-70",
    "Description": "Cindicator is a fintech company that provides predictive analytics and trading products for financial markets by combining collective human intelligence with artificial intelligence.",
    "Country/Region": "United States"
  },
  "글로벌링커스": {
    "Industry": "Software & Services",
    "Number_of_employee": 12,
    "Description": "The company develops and sells web and mobile service solutions and anti-counterfeiting authentication services.",
    "Country/Region": "South Korea"
  },
  "전자신문": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 179,
    "Description": "전자신문은 대한민국의 IT 및 전자 산업에 특화된 뉴스와 정보를 제공하는 전문 일간 신문사입니다.",
    "Country/Region": "대한민국"
  },
  "뉴라이브 (Neurive)": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "12-13",
    "Description": "뉴라이브는 비침습적 미주신경 자극 기술 등을 활용하여 이명, 우울증, 불면증과 같은 퇴행성 뇌 질환 및 기타 질환 치료를 위한 전자약 및 디지털 치료 기기를 개발합니다.",
    "Country/Region": "South Korea"
  },
  "만월회": {
    "Industry": "Food, Beverage & Tobacco",
    "Number_of_employee": "Not publicly available",
    "Description": "만월회 is a South Korean company that manufactures and supplies beverage concentrates, particularly milk tea base, and provides consulting services to cafes.",
    "Country/Region": "South Korea"
  },
  "두나무": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 370,
    "Description": "Dunamu operates digital asset exchange and trading platforms, including South Korea's largest cryptocurrency exchange, Upbit, and provides various financial technology services.",
    "Country/Region": "South Korea"
  },
  "바이라인네트워크": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 11,
    "Description": "바이라인네트워크는 IT 전문 기자들이 모여 기술 관련 소식과 깊이 있는 분석을 제공하는 대한민국 기반의 테크 미디어 기업입니다.",
    "Country/Region": "대한민국"
  },
  "bakertilly INTERNATIONAL": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 43000,
    "Description": "Baker Tilly International is a multinational consulting and public accounting network providing accounting, auditing, tax, consulting, and corporate finance services globally.",
    "Country/Region": "United Kingdom"
  },
  "4:33": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "10 to 20",
    "Description": "4:33 Creative Lab develops and publishes mobile games.",
    "Country/Region": "South Korea"
  },
  "록스307": {
    "Industry": "Software & Services",
    "Number_of_employee": "정보 없음",
    "Description": "록스307은 금융, 의료, 엔터테인먼트 등 다양한 분야에서 활용 가능한 블록체인 플랫폼과 솔루션을 개발하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "cento": {
    "Industry": "Food, Beverage & Tobacco",
    "Number_of_employee": 75,
    "Description": "Cento Fine Foods is a family-owned and operated company specializing in the production, importation, and distribution of authentic Italian-style food products in the United States.",
    "Country/Region": "USA"
  },
  "KB Financial Group Inc.": {
    "Industry": "Banks",
    "Number_of_employee": 26959,
    "Description": "KB Financial Group Inc. is a financial holding company based in South Korea that provides a broad range of banking and financial services through its various subsidiaries.",
    "Country/Region": "South Korea"
  },
  "건국대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": "2,000-3,000+",
    "Description": "건국대학교는 대한민국 서울에 위치한 사립 종합대학교로, 다양한 학문 분야에서 교육 및 연구 활동을 수행합니다.",
    "Country/Region": "South Korea"
  },
  "라이덕": {
    "Industry": "Software & Services",
    "Number_of_employee": "5-6명",
    "Description": "라이덕은 사이클링 데이터를 분석하여 개인 맞춤형 훈련 계획과 가이드를 제공하는 AI 기반 피트니스 앱을 개발합니다.",
    "Country/Region": "대한민국"
  },
  "인사이트에퀴티파트너스(유)": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 5,
    "Description": "인사이트에퀴티파트너스(유)는 금융업 기반의 투자 기업으로, 특히 헬스케어 및 바이오 분야에 집중 투자하는 벤처캐피탈입니다.",
    "Country/Region": "대한민국"
  },
  "자생바이오": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "Not publicly available",
    "Description": "자생바이오는 한방 의료 기술을 기반으로 한약, 건강기능식품의 제조, 유통 및 관련 바이오 연구 개발을 수행하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "동의대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": 1145,
    "Description": "동의대학교는 대한민국 부산광역시에 본부를 둔 사립 종합대학교로, 다양한 학부 및 대학원 과정을 제공하며 인재 양성과 학문 연구를 수행합니다.",
    "Country/Region": "대한민국"
  },
  "KACST": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "2,500 to 10,000",
    "Description": "KACST is a Saudi Arabian governmental organization that advances science and technology through policy-making, research funding, applied research, and fostering innovation and technology transfer.",
    "Country/Region": "Saudi Arabia"
  },
  "칼리두스 코리아": {
    "Industry": "Capital Goods",
    "Number_of_employee": "Not provided",
    "Description": "Calidus is a UAE-based defense company that develops and manufactures aerospace and ground defense equipment, including trainers and armored vehicles.",
    "Country/Region": "United Arab Emirates"
  },
  "Battery Ventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 205,
    "Description": "Battery Ventures is a global, technology-focused investment firm that makes venture capital and private equity investments across various stages in technology companies.",
    "Country/Region": "United States"
  },
  "브이원바이오": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "2-3명",
    "Description": "브이원바이오는 원헬스 기반 마이크로바이옴 신약 및 제품을 연구 개발하는 바이오 벤처기업입니다.",
    "Country/Region": "대한민국"
  },
  "스페이스코웍": {
    "Industry": "Real Estate",
    "Number_of_employee": 3,
    "Description": "스페이스코웍 operates co-working spaces and provides business support and consulting services.",
    "Country/Region": "South Korea"
  },
  "coupang": {
    "Industry": "Retailing",
    "Number_of_employee": 95000,
    "Description": "Coupang operates an e-commerce platform offering a wide range of products and services, including fast delivery, food delivery, and video streaming.",
    "Country/Region": "United States"
  },
  "Oncomaster": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "Information not found",
    "Description": "Oncomaster is a patient-centered precision medical platform for cancer that compiles cancer-related information and provides personalized guidance based on genetic and clinical data analysis.",
    "Country/Region": "South Korea"
  },
  "Quantica": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "13-14",
    "Description": "Quantica Capital is a Swiss systematic investment manager that develops and implements quantitative algorithms to capture market inefficiencies in global financial and commodity markets.",
    "Country/Region": "Switzerland"
  },
  "스마트벤처창업학교": {
    "Industry": "Software & Services",
    "Number_of_employee": "Not applicable",
    "Description": "스마트벤처창업학교는 앱, 소프트웨어, 콘텐츠 등 ICT 기반 지식 서비스 분야의 청년 예비 창업가 및 초기 창업 기업에게 교육, 멘토링, 자금 지원 등을 제공하여 사업화를 돕는 프로그램입니다.",
    "Country/Region": "South Korea"
  },
  "핸디소프트": {
    "Industry": "Software & Services",
    "Number_of_employee": "100-249",
    "Description": "핸디소프트는 그룹웨어와 같은 협업 솔루션 및 사물 인터넷(IoT) 서비스를 개발하고 공급하는 대한민국 소프트웨어 기업입니다.",
    "Country/Region": "대한민국"
  },
  "본투글로벌센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 40,
    "Description": "Born2Global Centre is a non-profit foundation based in South Korea that assists technology startups with global market entry and expansion through expert consulting and network building.",
    "Country/Region": "South Korea"
  },
  "maybe": {
    "Industry": "Software & Services",
    "Number_of_employee": "Approximately 12 to 41 employees",
    "Description": "Maybe* provides an AI-powered digital marketing platform and social media activity and data management solution designed to help businesses improve their online presence and results.",
    "Country/Region": "United Kingdom"
  },
  "경희대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": "약 2,000명 이상",
    "Description": "경희대학교는 학술 연구와 교육 프로그램을 통해 학생들에게 고등 교육을 제공하는 대한민국의 사립 종합대학교입니다.",
    "Country/Region": "대한민국"
  },
  "Farquhar VC": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1-10",
    "Description": "Farquhar VC is a Singapore-based early-stage venture capital firm that invests in startups across various technology and growth sectors in Southeast Asia.",
    "Country/Region": "Singapore"
  },
  "에임투지": {
    "Industry": "Software & Services",
    "Number_of_employee": "39명에서 82명 사이",
    "Description": "에임투지는 하드웨어 시스템 구축, 소프트웨어 개발 및 다양한 IT 솔루션을 통해 고객의 비즈니스 경쟁력 향상에 기여하는 IT 서비스 전문 기업입니다.",
    "Country/Region": "대한민국"
  },
  "모두의연구소": {
    "Industry": "Software & Services",
    "Number_of_employee": "66-72",
    "Description": "모두의연구소 (Modulabs) is a South Korean company providing education and fostering a community in the fields of Artificial Intelligence (AI) and Software (SW).",
    "Country/Region": "South Korea"
  },
  "솔베이코리아": {
    "Industry": "Materials",
    "Number_of_employee": "100-249",
    "Description": "솔베이코리아는 특수 고분자, 복합 소재, 소다회, 과산화물, 실리카 등 다양한 화학 솔루션을 생산 및 공급하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "SPECTRUM": {
    "Industry": "Telecommunication Services",
    "Number_of_employee": 94500,
    "Description": "Spectrum, the brand name for Charter Communications, provides cable television, internet access, and mobile phone services to residential and business customers primarily in the United States.",
    "Country/Region": "United States"
  },
  "Brunel": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "10,000 to 12,000+",
    "Description": "Brunel delivers customized project and workforce solutions globally, connecting specialists with opportunities across various industries.",
    "Country/Region": "Netherlands"
  },
  "Ontogenix Pte Ltd": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 3,
    "Description": "Ontogenix Pte Ltd provides market entry strategy development and digital strategy services primarily for medical device companies in Asia.",
    "Country/Region": "Singapore"
  },
  "케어마인드": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "11-50",
    "Description": "케어마인드 is a digital healthcare startup that provides platforms for patient recovery and care management, utilizing health data and IT technology to aid in returning to healthy daily life.",
    "Country/Region": "South Korea"
  },
  "닥터소프트": {
    "Industry": "Software & Services",
    "Number_of_employee": "50-60",
    "Description": "닥터소프트 is a South Korean software company that develops and supplies solutions for integrated PC and IT asset management, including software and hardware management, patch management, and work hour management.",
    "Country/Region": "Republic of Korea"
  },
  "KCC정보통신": {
    "Industry": "Software & Services",
    "Number_of_employee": 416,
    "Description": "KCC Information & Communication is a South Korean IT service provider offering system integration, IT outsourcing, and solution development across various sectors.",
    "Country/Region": "South Korea"
  },
  "국가과학기술인력개발원": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 115,
    "Description": "The Korea Institute of Human Resources Development in Science and Technology (KIRD) is a public institution dedicated to providing education and career development programs for science and technology personnel to enhance national R&D efficiency and productivity.",
    "Country/Region": "Republic of Korea"
  },
  "J.S TRADERS LTD.": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Not specified",
    "Description": "This company is involved in other wholesale activities, including specialized wholesale and wholesale in a variety of goods without any particular specialization.",
    "Country/Region": "India"
  },
  "S&I Corp.": {
    "Industry": "Real Estate",
    "Number_of_employee": 64,
    "Description": "S&I Corp. provides comprehensive real estate and facility management services for enterprises, incorporating IT solutions for efficient building and space operation.",
    "Country/Region": "South Korea"
  },
  "Blume Ventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-50",
    "Description": "Blume Ventures is an early-stage venture capital fund that provides funding and active mentoring to technology-centric startups in India.",
    "Country/Region": "India"
  },
  "Nova Cyber Ventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Not publicly available",
    "Description": "Nova Cyber Ventures is a venture capital firm investing in early-stage cybersecurity companies, with a focus on promoting Chinese cybersecurity technology globally.",
    "Country/Region": "China"
  },
  "Bass Investment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2 to 10",
    "Description": "Bass Investment is a venture capital firm that invests in seed-stage, early-stage, and later-stage startup companies.",
    "Country/Region": "South Korea"
  },
  "Boost VC": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 29,
    "Description": "Boost VC is an early-stage venture capital firm and startup accelerator that invests in startups accelerating the \"Sci-Fi Future,\" focusing on deep technology areas such as crypto, AI, robotics, and aerospace.",
    "Country/Region": "United States"
  },
  "MAXST": {
    "Industry": "Software & Services",
    "Number_of_employee": "151-160",
    "Description": "MAXST provides augmented reality platforms and solutions for developers and industrial applications, focusing on the convergence of virtual and physical realities and the development of metaverse services.",
    "Country/Region": "South Korea"
  },
  "법무법인 디라이트": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 60,
    "Description": "법무법인 디라이트는 스타트업 및 기술 벤처 기업에 특화된 법률 서비스를 제공하는 대한민국의 로펌입니다.",
    "Country/Region": "대한민국"
  },
  "ETRI Holdings": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 2,
    "Description": "ETRI Holdings invests in and supports startups and venture companies to commercialize ICT-fused deep technologies developed by its parent entity, ETRI.",
    "Country/Region": "South Korea"
  },
  "알체라": {
    "Industry": "Software & Services",
    "Number_of_employee": 186,
    "Description": "알체라는 AI 기반 영상 인식 기술을 활용하여 얼굴 인식, 이상 상황 감지, AI 학습 데이터 구축 등 다양한 솔루션을 제공하는 대한민국 기업입니다.",
    "Country/Region": "대한민국"
  },
  "더존비즈온": {
    "Industry": "Software & Services",
    "Number_of_employee": "Information not available",
    "Description": "더존비즈온 is a leading South Korean ICT company that provides a range of business software solutions and services, including ERP, accounting software, groupware, and cloud services, to help companies enhance their competitiveness and facilitate digital transformation.",
    "Country/Region": "South Korea"
  },
  "BENEFIT": {
    "Industry": "Household & Personal Products",
    "Number_of_employee": 5000,
    "Description": "Benefit Cosmetics manufactures and sells a wide range of cosmetics, with a particular focus on brow products, aiming to make beauty fun and provide instant beauty solutions.",
    "Country/Region": "United States"
  },
  "dot": {
    "Industry": "Food & Staples Retailing",
    "Number_of_employee": "4,000 to 6,500",
    "Description": "Dot Foods is the largest food industry redistributor in North America, purchasing food and non-food products in large quantities from suppliers and selling them in smaller quantities to distributors.",
    "Country/Region": "United States"
  },
  "BLUEHACK": {
    "Industry": "Software & Services",
    "Number_of_employee": 0,
    "Description": "Société BLUEHACK is an IT consulting company based in France.",
    "Country/Region": "France"
  },
  "스타트업얼라이언스": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 7,
    "Description": "스타트업얼라이언스는 한국 스타트업 생태계 구성원 간의 연결을 만들고 생태계 발전을 위한 정책 연구 및 옹호 활동을 하는 비영리 기관입니다.",
    "Country/Region": "대한민국"
  },
  "Altos Ventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "24-69",
    "Description": "Altos Ventures is a venture capital firm that provides early-stage and growth-stage funding to technology companies in North America and South Korea, focusing on long-term partnerships with founders.",
    "Country/Region": "United States"
  },
  "범서": {
    "Industry": "Automobiles & Components",
    "Number_of_employee": 35,
    "Description": "범서 (Bumseo) is a South Korean company that manufactures parts for automotive air conditioner compressors, clutches, and fuel injection systems.",
    "Country/Region": "South Korea"
  },
  "IT PARK Uzbekistan": {
    "Industry": "Software & Services",
    "Number_of_employee": 38600,
    "Description": "IT PARK Uzbekistan is a government-backed initiative in Uzbekistan that provides infrastructure, tax incentives, and support to foster the growth of IT companies, startups, and the export of digital services.",
    "Country/Region": "Uzbekistan"
  },
  "체인파트너스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 8,
    "Description": "체인파트너스는 블록체인 기술을 기반으로 디지털 자산 거래소, 결제 서비스, 장외 거래 플랫폼 등 다양한 금융 서비스 및 솔루션을 제공하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "마이링크": {
    "Industry": "Software & Services",
    "Number_of_employee": 21,
    "Description": "마이링크는 중소/중견 제조 기업을 대상으로 스마트 팩토리 및 제조 통합 솔루션을 서비스형 소프트웨어(SaaS) 형태로 제공하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "쿤텍": {
    "Industry": "Software & Services",
    "Number_of_employee": "81-82",
    "Description": "쿤텍은 디지털 전환 환경에서 요구되는 융합 보안 및 데이터 관련 솔루션과 서비스를 제공하는 전문 기업이다.",
    "Country/Region": "South Korea"
  },
  "타운즈": {
    "Industry": "Transportation",
    "Number_of_employee": "10-20명",
    "Description": "타운즈는 이웃 간 유휴 차량을 연결하여 공유하는 P2P 차량 공유 플랫폼 '타운카'를 운영합니다.",
    "Country/Region": "대한민국"
  },
  "NH investment & securities co.,Ltd.": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1,000 - 3,100",
    "Description": "NH Investment & Securities Co., Ltd. is a major securities firm in South Korea providing a wide range of financial services including wealth management, investment banking, brokerage, and trading.",
    "Country/Region": "South Korea"
  },
  "DISTICHAIN": {
    "Industry": "Software & Services",
    "Number_of_employee": "11-50",
    "Description": "Distichain provides a B2B trade infrastructure platform and automation software designed to digitize and streamline global import and export activities through an ecosystem of integrated services.",
    "Country/Region": "United Arab Emirates"
  },
  "이팝콘": {
    "Industry": "Software & Services",
    "Number_of_employee": 19,
    "Description": "블록체인 기반의 AI 및 데이터 마켓플레이스를 통해 이커머스 빅데이터 분석 및 예측 솔루션을 제공하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "North Ridge Partners Pte Ltd": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11 to 50",
    "Description": "North Ridge Partners Pte Ltd is a technology-focused investment bank providing strategic advice on mergers and acquisitions, investments, restructurings, and capital raisings for companies in the Asia Pacific region.",
    "Country/Region": "Singapore"
  },
  "한국데이터산업진흥원": {
    "Industry": "Software & Services",
    "Number_of_employee": 98,
    "Description": "한국데이터산업진흥원은 대한민국 과학기술정보통신부 산하 재단법인으로, 데이터 산업의 지원 및 육성, 데이터 활용 촉진, 데이터 품질 향상, 그리고 데이터 전문 인력 양성을 통해 국내 데이터 산업 발전에 기여합니다.",
    "Country/Region": "대한민국"
  },
  "LG전자": {
    "Industry": "Consumer Durables & Apparel",
    "Number_of_employee": "74,000 to 83,000",
    "Description": "LG Electronics is a multinational corporation primarily engaged in the manufacturing of a wide range of electronic products, including home appliances, consumer electronics, and vehicle components.",
    "Country/Region": "South Korea"
  },
  "블록체인 팩토리": {
    "Industry": "Software & Services",
    "Number_of_employee": 5,
    "Description": "이 회사는 블록체인 기술을 통해 일상 생활을 혁신하며, 블록체인 프로젝트, DeFi 플랫폼, NFT, 스마트 계약 및 디지털 자산 거래소의 구현을 담당합니다.",
    "Country/Region": "South Korea"
  },
  "연구개발특구진흥재단": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 172,
    "Description": "연구개발특구진흥재단은 연구개발특구의 혁신 생태계를 육성하고 공공 기술 사업화를 촉진하여 국가 경제 발전에 기여하는 전문 기관입니다.",
    "Country/Region": "대한민국"
  },
  "강원창조경제혁신센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "30-50",
    "Description": "대한민국 강원 지역의 창업 및 투자 생태계 조성과 지역 경제 활성화를 지원하는 비영리 기관입니다.",
    "Country/Region": "South Korea"
  },
  "THIRD-I": {
    "Industry": "Real Estate",
    "Number_of_employee": "Not publicly available",
    "Description": "Third.i Group is a property development and investment company that creates residential, commercial, and specialized properties with a focus on innovation and design.",
    "Country/Region": "Australia"
  },
  "중부대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": "Not readily available",
    "Description": "중부대학교 is a private university in South Korea with campuses located in Chungcheongnam-do and Gyeonggi-do.",
    "Country/Region": "South Korea"
  },
  "CHANEL LIMITED": {
    "Industry": "Consumer Durables & Apparel",
    "Number_of_employee": "over 36,500",
    "Description": "Chanel Limited is a luxury fashion house specializing in haute couture, ready-to-wear, luxury goods, and accessories, known for iconic products like the Chanel Suit and No. 5 perfume.",
    "Country/Region": "United Kingdom"
  },
  "인프라웨어": {
    "Industry": "Software & Services",
    "Number_of_employee": 146,
    "Description": "인프라웨어는 오피스 소프트웨어 개발 및 공급을 주요 사업으로 하는 대한민국 기업입니다.",
    "Country/Region": "대한민국"
  },
  "서울창조경제혁신센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "50명 미만",
    "Description": "서울창조경제혁신센터는 스타트업 발굴, 육성 및 대기업과의 협력을 통해 한국의 혁신 창업 생태계를 지원하고 활성화하는 기관입니다.",
    "Country/Region": "대한민국 서울"
  },
  "CJ 올리브네트웍스": {
    "Industry": "Software & Services",
    "Number_of_employee": 1478,
    "Description": "CJ 올리브네트웍스는 시스템 통합, 시스템 운영, 디지털 전환(DX) 및 다양한 IT 서비스를 제공하는 ICT 전문 기업입니다.",
    "Country/Region": "대한민국"
  },
  "RED Printing & Press": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 296,
    "Description": "RED Printing & Press is an online digital printing platform specializing in providing a wide array of custom-printed products.",
    "Country/Region": "South Korea"
  },
  "Mediwhale Inc": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "11-50",
    "Description": "Mediwhale Inc. develops artificial intelligence-based diagnostics using retinal scans to predict health risks, focusing on early detection of cardiovascular, kidney, and eye conditions.",
    "Country/Region": "South Korea"
  },
  "Kbridgeventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 4,
    "Description": "K-Bridge Ventures is a South Korean venture capital firm that invests in early-stage companies across various technology and consumer-related sectors.",
    "Country/Region": "South Korea"
  },
  "switch won": {
    "Industry": "Software & Services",
    "Number_of_employee": 900,
    "Description": "Switch, Inc. develops and operates advanced data centers, offering colocation, telecommunications, and cloud services to power the growth of the internet and technology ecosystems.",
    "Country/Region": "United States"
  },
  "DEEP TECH CANADA": {
    "Industry": "Software & Services",
    "Number_of_employee": "Not readily available",
    "Description": "DEEP TECH CANADA is a non-profit organization that acts as a central hub to grow Canada's deep tech ecosystem by connecting innovators, investors, and experts to drive innovation and shape policy in advanced technology sectors.",
    "Country/Region": "Canada"
  },
  "Kosmos Capital": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 24,
    "Description": "Kosmos Capital Management is an investment management firm based in Washington DC, focusing on the trading of digital assets or operating as an alternative asset manager.",
    "Country/Region": "United States"
  },
  "OASYS STUDIO": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "50-100",
    "Description": "OASYS STUDIO is a South Korean company that provides visual effects (VFX), digital transformation (DX), and immersive content solutions.",
    "Country/Region": "South Korea"
  },
  "스마트스터디벤처스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Not specified",
    "Description": "스마트스터디벤처스 is a venture capital firm based in Seoul, South Korea, operating as a CVC subsidiary of The Pinkfong Company and investing in various startups.",
    "Country/Region": "South Korea"
  },
  "HATCH": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 10000,
    "Description": "Hatch is a global engineering, project delivery, and professional services firm providing consulting, engineering, and construction management solutions primarily for the mining and metals, energy, and infrastructure sectors.",
    "Country/Region": "Canada"
  },
  "Boston Harbor Angels": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11 to 50",
    "Description": "Boston Harbor Angels is an angel investment group based in Boston, MA, investing personal assets in promising early-stage companies.",
    "Country/Region": "United States"
  },
  "INVEST INDIA": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "251-565",
    "Description": "Invest India is the National Investment Promotion and Facilitation Agency of India, serving as the first point of contact for investors looking to do business in India.",
    "Country/Region": "India"
  },
  "Nota AI": {
    "Industry": "Software & Services",
    "Number_of_employee": 91,
    "Description": "Nota AI provides a hardware-aware AI model optimization platform, NetsPresso, to automate the development of lightweight AI models and optimize them for various devices and industries.",
    "Country/Region": "South Korea"
  },
  "EPIZODIC": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 4,
    "Description": "EPIZODIC was a mobile game development company based in Seoul, South Korea, focused on creating various mobile games, including story-driven casual healing games.",
    "Country/Region": "South Korea"
  },
  "티맥스가이아": {
    "Industry": "Software & Services",
    "Number_of_employee": "150-160",
    "Description": "티맥스가이아는 차세대 오피스 소프트웨어, 문서 관리 솔루션 및 노코드 플랫폼을 개발하고 공급하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "DL건설": {
    "Industry": "Capital Goods",
    "Number_of_employee": 5500,
    "Description": "DL E&C is a South Korean engineering and construction company providing services for residential and non-residential buildings, civil infrastructure, and industrial plants.",
    "Country/Region": "South Korea"
  },
  "Shallet Group": {
    "Industry": "Consumer Services",
    "Number_of_employee": 2287,
    "Description": "Chalet Hotels is an owner, developer, asset manager, and operator of high-end hotels and a hotel-led mixed-use developer in India.",
    "Country/Region": "India"
  },
  "Dalma Capital": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1 to 50",
    "Description": "Dalma Capital is a financial services firm providing investment banking advisory, fund management, and outsourced chief investment officer (OCIO) services, focusing on alternative investments and emerging markets.",
    "Country/Region": "United Arab Emirates"
  },
  "큐아이랩": {
    "Industry": "Software & Services",
    "Number_of_employee": "Information not available",
    "Description": "주식회사 큐아이랩은 출판, 영상, 방송통신 및 정보 서비스 분야의 시스템 응용 소프트웨어를 개발하고 공급하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "Unilever Asia Private Limited": {
    "Industry": "Household & Personal Products",
    "Number_of_employee": 4,
    "Description": "Unilever Asia Private Limited is a private company in Singapore primarily engaged in management consultancy services and wholesale trade, operating as part of the multinational consumer goods company, Unilever.",
    "Country/Region": "Singapore"
  },
  "Indogen Capital": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1 to 10",
    "Description": "Indogen Capital is a venture capital firm based in Jakarta, Indonesia, that invests in early-stage technology companies across Southeast Asia, aiming to be a value-adding partner for founders expanding in the region.",
    "Country/Region": "Indonesia"
  },
  "hunet ventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Information not available",
    "Description": "Hunet Ventures is the corporate venture capital arm of South Korean company Hunet, investing in sectors like edtech, social enterprise, and B2B services.",
    "Country/Region": "South Korea"
  },
  "Al & Robotics Ventures": {
    "Industry": "Software & Services",
    "Number_of_employee": "between 201 and 500",
    "Description": "AI & Robotics Ventures develops and delivers advanced AI and robotics technologies and solutions for diverse industries, including energy, marine, and agriculture.",
    "Country/Region": "Thailand"
  },
  "PERSONA CIENCIA EMPRESA TECH FACTORY": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 153,
    "Description": "IQS Tech Factory is the entrepreneurship and innovation unit of IQS that promotes and supports the creation of science and technology-based companies by providing resources, networking, and expertise.",
    "Country/Region": "Spain"
  },
  "사이콘": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 4,
    "Description": "사이콘은 과학 기술 문화를 전문으로 기획하며 과학 콘텐츠를 통해 세상을 연결하는 기획사입니다.",
    "Country/Region": "대한민국"
  },
  "데이블": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 107,
    "Description": "Dable is an AI-based platform specializing in personalized content recommendation and native advertising for media companies.",
    "Country/Region": "South Korea"
  },
  "아마존웹서비시즈코리아(유)": {
    "Industry": "Software & Services",
    "Number_of_employee": "1,000명 이상",
    "Description": "기업 및 개인에게 클라우드 컴퓨팅 서비스와 IT 인프라를 제공합니다.",
    "Country/Region": "대한민국"
  },
  "FENBUSHI CAPITAL": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-50",
    "Description": "Fenbushi Capital is a venture capital firm based in Shanghai, China, that exclusively invests in blockchain-enabled companies globally.",
    "Country/Region": "China"
  },
  "Invest seoul": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Information not available",
    "Description": "Invest Seoul is an economic development agency established by the Seoul Metropolitan Government to attract foreign direct investment and support international businesses in Seoul, South Korea.",
    "Country/Region": "South Korea"
  },
  "TRENDBIRD, Inc": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Information not available",
    "Description": "TRENDBIRD Inc is a Global Trend Sensing & Market Intelligence Service that provides businesses with expert information on emerging trends and future business opportunities.",
    "Country/Region": "USA"
  },
  "대한네트웍스": {
    "Industry": "Transportation",
    "Number_of_employee": 18,
    "Description": "철강 제품을 중심으로 국내외 운송, 물류창고 운영, 하역 및 가공 서비스를 제공하는 물류 및 운송 전문 기업입니다.",
    "Country/Region": "South Korea"
  },
  "Alibaba Cloud": {
    "Industry": "Software & Services",
    "Number_of_employee": "thousands",
    "Description": "Alibaba Cloud provides a comprehensive suite of cloud computing services, including elastic compute, data storage, relational databases, big-data processing, and content delivery networks, serving businesses and organizations worldwide.",
    "Country/Region": "China"
  },
  "Eugene Investment & Securities": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 830,
    "Description": "Eugene Investment & Securities is a financial service provider primarily engaged in the securities business, offering brokerage, investment banking, asset management, and other related financial services.",
    "Country/Region": "South Korea"
  },
  "엠케이랩": {
    "Industry": "Software & Services",
    "Number_of_employee": 4,
    "Description": "엠케이랩 is a South Korean company focused on the development and supply of system and application software.",
    "Country/Region": "South Korea"
  },
  "(주)우아한형제들 (Woowa Bros.)": {
    "Industry": "Software & Services",
    "Number_of_employee": "1001-5000",
    "Description": "(주)우아한형제들 (Woowa Bros.) operates a leading mobile food delivery platform and is expanding its technology-driven delivery services in South Korea and other parts of Asia.",
    "Country/Region": "South Korea"
  },
  "BusiNext Media": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "Not readily available",
    "Description": "BusiNext Media is an online platform providing news portals focused on news, analysis, and insights at the intersection of business, technology, and the global economy, particularly targeting young professionals in emerging markets.",
    "Country/Region": "United Arab Emirates"
  },
  "ZetaPlan INVESTMENT": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 10,
    "Description": "ZetaPlan INVESTMENT is a South Korea-based financing advisory firm providing services such as venture investment, M&A, and IPO support to companies.",
    "Country/Region": "South Korea"
  },
  "솔리더스인베스트먼트": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 7,
    "Description": "솔리더스인베스트먼트는 차병원그룹에서 설립한 벤처캐피탈로, 바이오, 농수산식품, 그린에너지, IT 등 유망 분야의 성장성 있는 기업을 발굴하여 투자하는 금융 투자 회사입니다.",
    "Country/Region": "대한민국"
  },
  "한양대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": "약 3,000명에서 4,500명 사이",
    "Description": "한양대학교는 공학 및 다양한 학문 분야에서 교육과 연구를 제공하는 대한민국의 주요 사립 대학입니다.",
    "Country/Region": "South Korea"
  },
  "K CUBE VENTURES": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-50",
    "Description": "K Cube Ventures is a venture capital firm that specializes in early-stage investments in startups, primarily focusing on mobile, technology, gaming, and software sectors in South Korea.",
    "Country/Region": "South Korea"
  },
  "플라잉마운틴": {
    "Industry": "Software & Services",
    "Number_of_employee": "정보 없음",
    "Description": "헬스케어 ICT 및 스마트 헬스 분야의 소프트웨어 개발, 자문 및 공급을 전문으로 하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "영풍": {
    "Industry": "Materials",
    "Number_of_employee": 706,
    "Description": "영풍은 아연괴 및 기타 유가금속을 제조 및 판매하는 비철금속 제련 사업을 주로 영위하며, 전자부품 및 반도체 패키지 사업도 하고 있습니다.",
    "Country/Region": "South Korea"
  },
  "Golden Equator Consulting": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 16,
    "Description": "Golden Equator Consulting is a business consultancy firm based in Singapore specializing in strategy, digital transformation, international expansion, and growth for companies in Southeast Asia.",
    "Country/Region": "Singapore"
  },
  "두리번": {
    "Industry": "Software & Services",
    "Number_of_employee": "10-20",
    "Description": "두리번 개발하고 제공하는 '아이튜버 크리에이터'는 사용자가 가상 캐릭터를 활용하여 실시간 방송 콘텐츠를 제작할 수 있도록 지원하는 소프트웨어 및 플랫폼 서비스이다.",
    "Country/Region": "South Korea"
  },
  "한화생명": {
    "Industry": "Insurance",
    "Number_of_employee": 2783,
    "Description": "한화생명은 생명보험, 건강보험, 퇴직연금, 자산 관리 등 다양한 보험 상품과 금융 솔루션을 제공하는 대한민국 최초의 생명보험사입니다.",
    "Country/Region": "South Korea"
  },
  "마이워크스페이스": {
    "Industry": "Real Estate",
    "Number_of_employee": "8-10",
    "Description": "마이워크스페이스는 프리랜서, 스타트업 및 소규모 기업에게 공유 및 서비스드 오피스 공간을 제공하는 회사입니다.",
    "Country/Region": "South Korea"
  },
  "B LINK HEALTHCARE": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "287 to 501",
    "Description": "Blink Health is a digital health company that provides a platform for consumers to find and purchase prescription medications at potentially lower prices by negotiating directly with pharmacies and bypassing traditional insurance.",
    "Country/Region": "United States"
  },
  "경북창조경제혁신센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "정보없음",
    "Description": "경북창조경제혁신센터는 창업기업 발굴, 육성, 투자 연계 및 성장을 지원하며 지역 혁신 생태계 활성화를 목표로 하는 재단법인입니다.",
    "Country/Region": "대한민국"
  },
  "fine healthcare": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "approximately 142",
    "Description": "Fine Healthcare FZC is a pharmaceutical company based in the UAE that manufactures products focused on healthcare hygiene.",
    "Country/Region": "United Arab Emirates"
  },
  "GOLE ROBOTICS": {
    "Industry": "Capital Goods",
    "Number_of_employee": 15,
    "Description": "GOLE ROBOTICS develops and deploys autonomous mobile robots designed to transport materials on construction sites to enhance productivity and reduce labor intensity.",
    "Country/Region": "South Korea"
  },
  "트래블메이커 TravelMaker": {
    "Industry": "Consumer Services",
    "Number_of_employee": 13,
    "Description": "트래블메이커는 빅데이터 기반의 커스텀 여행 플랫폼으로, 여행자의 성향과 니즈에 맞춰 현지 전문가를 매칭하고 맞춤형 여행 상품 및 컨시어지 서비스를 제공하며 장기 호텔 투숙 서비스인 '호텔에삶'을 운영합니다.",
    "Country/Region": "대한민국"
  },
  "AJU IB INVESTMENT": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "54-55",
    "Description": "AJU IB INVESTMENT is a venture capital and private equity firm providing multi-stage investment to innovative companies across various sectors and stages of development.",
    "Country/Region": "South Korea"
  },
  "퓨처플레이 - FuturePlay": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "44-60",
    "Description": "퓨처플레이는 딥 테크 스타트업 발굴 및 육성을 위한 초기 투자 및 액셀러레이팅을 제공하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "ORGANISATION DES NATIONS UNIES POUR LE DEVELOPPEMENT INDUSTRIEL": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "approx. 2650 to 3470 (staff + experts)",
    "Description": "UNIDO is a specialized agency of the United Nations that promotes and accelerates inclusive and sustainable industrial development in developing countries and economies in transition.",
    "Country/Region": "Austria"
  },
  "벤처스퀘어": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 5,
    "Description": "벤처스퀘어 is a South Korean company that serves as a startup media platform, accelerator, and investor, dedicated to fostering the growth of early-stage businesses.",
    "Country/Region": "South Korea"
  },
  "한세예스24홀딩스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 30,
    "Description": "한세예스24홀딩스는 의류 제조, 온라인 유통, 출판, 패션 및 자동차 부품 사업을 영위하는 다양한 자회사들을 관리하는 대한민국의 지주회사입니다.",
    "Country/Region": "South Korea"
  },
  "Orange Planet Foundation": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Information not publicly available",
    "Description": "Orange Planet Foundation is a startup accelerator and investor based in South Korea, supporting entrepreneurs across various industries.",
    "Country/Region": "South Korea"
  },
  "주식회사 사맛디": {
    "Industry": "Software & Services",
    "Number_of_employee": 10,
    "Description": "사맛디는 패션 이미지 인식 및 분석 AI 기술을 활용하여 기업 및 고객에게 패션 관련 디지털 전환 솔루션과 개인화된 추천 서비스를 제공합니다.",
    "Country/Region": "대한민국"
  },
  "VEStellaLab": {
    "Industry": "Software & Services",
    "Number_of_employee": "20-50",
    "Description": "VEStellaLab provides non-GPS based indoor navigation and autonomous parking solutions for smart cities and vehicles using precise positioning and AI technology.",
    "Country/Region": "South Korea"
  },
  "Australian Consulate General": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Approaching or exceeding 7,000 (DFAT total)",
    "Description": "An Australian Consulate General represents the Australian Government's interests, provides consular assistance to Australian citizens, and promotes trade, investment, and cultural exchange in a foreign city or region.",
    "Country/Region": "Australia"
  },
  "올리브헬스케어": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 49,
    "Description": "올리브헬스케어는 디지털 헬스케어 전문 기업으로, 휴대용 진단 기기, 서비스 및 임상시험 지원 플랫폼을 개발하고 제공합니다.",
    "Country/Region": "South Korea"
  },
  "비티에너지": {
    "Industry": "Energy",
    "Number_of_employee": "3-4명",
    "Description": "비티에너지(주)는 물의 이동 에너지를 활용하여 청정 수력 발전 에너지를 생산하는 기술을 개발하는 회사입니다.",
    "Country/Region": "South Korea"
  },
  "MBC": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "Over 2,000",
    "Description": "MBC Group is a leading media organization in the Middle East and North Africa that operates a variety of free-to-air satellite TV channels, radio stations, and the Shahid video-on-demand streaming platform.",
    "Country/Region": "Saudi Arabia"
  },
  "42MARU": {
    "Industry": "Software & Services",
    "Number_of_employee": 66,
    "Description": "42MARU develops and provides an AI-based platform that understands natural language questions and delivers precise answers from vast amounts of data.",
    "Country/Region": "South Korea"
  },
  "유비유넷": {
    "Industry": "Software & Services",
    "Number_of_employee": "Not applicable",
    "Description": "유비유넷 is an IT community facilitating knowledge exchange and networking among individuals interested in ubiquitous and future IT.",
    "Country/Region": "South Korea"
  },
  "와이앤아처": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 49,
    "Description": "와이앤아처는 초기 스타트업을 발굴, 육성 및 투자하는 글로벌 스타트업 액셀러레이터입니다.",
    "Country/Region": "대한민국"
  },
  "IBM US": {
    "Industry": "Software & Services",
    "Number_of_employee": "Approximately 270,000 - 300,000+",
    "Description": "IBM provides integrated solutions leveraging information technology and business process knowledge, including hybrid cloud, AI, software, hardware, and consulting services.",
    "Country/Region": "United States"
  },
  "National Health Innovation Centre": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "Exact number not publicly available, likely a small dedicated team",
    "Description": "The National Health Innovation Centre Singapore funds the translation and development of medical innovations from Singapore's clinical sector and provides strategic guidance to accelerate their pathway to impact in healthcare.",
    "Country/Region": "Singapore"
  },
  "GDK": {
    "Industry": "Consumer Services",
    "Number_of_employee": "1,000 - 4,999",
    "Description": "German Doner Kebab is a fast-casual restaurant chain specializing in German doner kebabs.",
    "Country/Region": "United Kingdom"
  },
  "Tenity": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "50-150",
    "Description": "Tenity is a global innovation ecosystem and early-stage investor that powers the future of finance by connecting ambitious founders with corporations, investors, and mentors.",
    "Country/Region": "Switzerland"
  },
  "키움증권": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 1008,
    "Description": "Kiwoom Securities is a South Korean securities company primarily engaged in online brokerage services for individual investors, offering trading in stocks, bonds, and various financial products.",
    "Country/Region": "South Korea"
  },
  "동양대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": 248,
    "Description": "동양대학교는 경상북도 영주시와 경기도 동두천시에 캠퍼스를 두고 학부 및 대학원 과정을 제공하는 대한민국의 사립 고등 교육기관입니다.",
    "Country/Region": "South Korea"
  },
  "웹케시그룹": {
    "Industry": "Software & Services",
    "Number_of_employee": 259,
    "Description": "웹케시그룹 provides B2B fintech and SaaS solutions for corporate financial management, including banking, fund management, and expense management services.",
    "Country/Region": "South Korea"
  },
  "PLUG AND PLAY": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "over 1,100",
    "Description": "Plug and Play is a global innovation platform that connects startups, corporations, and investors to foster innovation across various industries.",
    "Country/Region": "United States"
  },
  "다산회계법인": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "35명 - 136명",
    "Description": "다산회계법인은 고객에게 회계, 세무 및 컨설팅 서비스를 제공하는 회계법인입니다.",
    "Country/Region": "대한민국 (South Korea)"
  },
  "SIJE INTL": {
    "Industry": "Software & Services",
    "Number_of_employee": 3,
    "Description": "SIJE provides IT and AI-based SaaS solutions and IoT systems for the apparel industry, focusing on digitalization and automation.",
    "Country/Region": "Republic of Korea"
  },
  "naver.com": {
    "Industry": "Software & Services",
    "Number_of_employee": "4,300 to 4,700",
    "Description": "Naver.com is a South Korean internet conglomerate that operates the dominant search engine in South Korea and provides a wide range of online services.",
    "Country/Region": "South Korea"
  },
  "Kakao Investment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "10 to 19",
    "Description": "Kakao Investment is a private equity and venture capital firm focusing on investing in technology companies and startups across various sectors to foster innovation and a sustainable venture ecosystem.",
    "Country/Region": "South Korea"
  },
  "비원플러스": {
    "Industry": "Software & Services",
    "Number_of_employee": 5,
    "Description": "비원플러스는 스타트업 창업 교육, 멘토링, 인큐베이션 서비스와 교육 플랫폼 개발 및 보안 솔루션을 제공하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "인텍메디": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "10-13",
    "Description": "인텍메디는 첨단 옵토 메카트로닉스 기술을 기반으로 맞춤형 체외진단 장비, 항암제 동반진단 분석 장비 및 스마트 수술용 의료기기를 개발하고 제조하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "멜리펀트": {
    "Industry": "Software & Services",
    "Number_of_employee": "2-3",
    "Description": "멜리펀트는 뮤지션과 팬을 위한 비디오 플랫폼과 콘텐츠 크리에이터를 위한 블록체인 기반 정산 서비스를 포함한 소프트웨어 플랫폼을 개발하고 운영합니다.",
    "Country/Region": "대한민국"
  },
  "Promedius": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "11-50",
    "Description": "Promedius is a medical AI startup that develops AI-powered software for analyzing medical images, primarily focusing on using chest X-rays for osteoporosis screening.",
    "Country/Region": "South Korea"
  },
  "인포뱅크": {
    "Industry": "Software & Services",
    "Number_of_employee": "approx. 180-240",
    "Description": "인포뱅크는 기업 메시징 서비스, 스마트카 솔루션, 모바일 솔루션 등을 제공하는 대한민국의 소프트웨어 기업입니다.",
    "Country/Region": "South Korea"
  },
  "Suprema": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": "205 to 206",
    "Description": "Suprema is a South Korean company specializing in the development and manufacturing of biometric access control, time and attendance, and public security solutions.",
    "Country/Region": "South Korea"
  },
  "이랜드이노플": {
    "Industry": "Software & Services",
    "Number_of_employee": "150 to 200",
    "Description": "Eland Innople provides IT operations, system integration, software development, data consulting, and digital platform services, including e-commerce and character intellectual property business, primarily supporting Eland Group and external clients.",
    "Country/Region": "South Korea"
  },
  "달리웍스": {
    "Industry": "Software & Services",
    "Number_of_employee": 10,
    "Description": "달리웍스 provides the Thing+, an AIoT cloud platform that enables businesses to easily build and deploy Internet of Things services.",
    "Country/Region": "South Korea"
  },
  "에이젠글로벌": {
    "Industry": "Software & Services",
    "Number_of_employee": "35명 - 39명",
    "Description": "에이젠글로벌은 AI 기반의 금융 플랫폼 및 솔루션을 금융회사와 비금융 산업에 제공하여 데이터 경제를 활성화하는 핀테크 기업입니다.",
    "Country/Region": "대한민국"
  },
  "QueryPie": {
    "Industry": "Software & Services",
    "Number_of_employee": "51 to 200",
    "Description": "QueryPie provides a unified cloud-based data governance platform that helps enterprises secure, access, and manage scattered databases and data protection policies through centralized access control and auditing.",
    "Country/Region": "United States"
  },
  "ZIGZAG": {
    "Industry": "Software & Services",
    "Number_of_employee": 175,
    "Description": "ZigZag Global provides a SaaS platform that helps e-commerce retailers manage and optimize their returns process globally.",
    "Country/Region": "United Kingdom"
  },
  "PEN VENTURES": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 19,
    "Description": "PEN VENTURES is a venture capital firm and accelerator that invests in and supports seed-stage, early-stage, and later-stage startups across various technology and business sectors globally, aiming to turn innovative ideas into successful businesses.",
    "Country/Region": "South Korea"
  },
  "Routela": {
    "Industry": "Software & Services",
    "Number_of_employee": "1-10",
    "Description": "Routela developed a mobile application providing self-guided audio tours for travelers.",
    "Country/Region": "South Korea"
  },
  "한국전자기술연구원": {
    "Industry": "Software & Services",
    "Number_of_employee": "around 498-1298",
    "Description": "KETI is a research and development institute specializing in electronics, IT, and ICT, providing technological support and R&D to enhance the competitiveness of small and medium-sized enterprises and contribute to national innovation.",
    "Country/Region": "South Korea"
  },
  "FuturePlay": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "Approximately 30-72",
    "Description": "Futureplay Games is a mobile game studio that develops and publishes user-interactive mobile games.",
    "Country/Region": "Finland"
  },
  "법무법인 알파": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "정보 없음",
    "Description": "법무법인 알파는 대한민국 서울에 본사를 둔 법무법인으로, 스타트업 및 기업들에게 특화된 법률 서비스를 제공하고 있습니다.",
    "Country/Region": "대한민국"
  },
  "Dunamu & Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2-10",
    "Description": "Dunamu & Partners is a corporate venture capital firm that invests in startups across various sectors, including blockchain, fintech, data, and artificial intelligence.",
    "Country/Region": "South Korea"
  },
  "라이나생명보험": {
    "Industry": "Insurance",
    "Number_of_employee": "700명 - 800명 이상",
    "Description": "라이나생명보험은 대한민국 최초의 외국계 생명보험사로, 다양한 생명보험 상품과 혁신적인 판매 방식을 제공합니다.",
    "Country/Region": "대한민국"
  },
  "Kite Entrepreneurship Foundation": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-50",
    "Description": "Kite Entrepreneurship Foundation is a South Korea-based venture capital firm and startup accelerator that supports tech-focused startups through incubation and angel investment.",
    "Country/Region": "South Korea"
  },
  "팡세": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 15,
    "Description": "팡세 develops and applies proprietary 3D bioprinting technology to create 3D cell culture models and advance cultivated meat production.",
    "Country/Region": "South Korea"
  },
  "법률사무소 플랜(LAWFIRM PLAN)": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Information regarding the approximate number of employees is not publicly available",
    "Description": "LAWFIRM PLAN is a Seoul-based law firm providing specialized legal services, particularly in IT, game, and cultural contents, to support the growth and legal needs of startups and venture companies.",
    "Country/Region": "South Korea"
  },
  "Zipevent": {
    "Industry": "Software & Services",
    "Number_of_employee": "12-30",
    "Description": "Zipevent is a mobile application and website that provides event discovery, information, and ticketing services to users in Thailand and Asia.",
    "Country/Region": "Thailand"
  },
  "Standard Chartered Bank": {
    "Industry": "Banks",
    "Number_of_employee": 83000,
    "Description": "Standard Chartered Bank is a British multinational banking and financial services company operating a global network focused on connecting clients to opportunities in Asia, Africa, and the Middle East.",
    "Country/Region": "UK"
  },
  "한국과학기술연구원": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Thousands",
    "Description": "The Korea Institute of Science and Technology (KIST) is a comprehensive, government-funded research institute in South Korea dedicated to creating original technologies, conducting R&D in basic and frontier science and technology, and disseminating its findings to contribute to national science and technology advancement and industrial development.",
    "Country/Region": "South Korea"
  },
  "호라이존테크놀로지": {
    "Industry": "Software & Services",
    "Number_of_employee": "around 10",
    "Description": "호라이존테크놀로지는 AI 기반의 '퀀트랙' 플랫폼을 통해 개인 투자자들에게 주식 투자 분석 정보 및 가이드를 제공합니다.",
    "Country/Region": "South Korea"
  },
  "지앤텍벤처투자": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 12,
    "Description": "지앤텍벤처투자 is a venture capital company that invests in growing startups across diverse industries with the aim of creating new value.",
    "Country/Region": "South Korea"
  },
  "은행권청년창업재단(디캠프)": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "정보 없음",
    "Description": "은행권청년창업재단(디캠프)은 청년 창업 지원을 통한 일자리 창출을 목표로 금융기관들이 설립한 재단으로, 스타트업에게 투자, 공간, 프로그램 및 네트워킹을 제공하여 성장을 돕습니다.",
    "Country/Region": "South Korea"
  },
  "MEDIHERE Inc.": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "4 to 50",
    "Description": "MEDIHERE Inc. develops healthcare software to provide virtual primary care and telemedicine services.",
    "Country/Region": "South Korea"
  },
  "에이온인베스트먼트": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "5-6명",
    "Description": "에이온인베스트먼트는 기술 기반 컴퍼니 빌딩에 특화된 벤처캐피탈로서 초기 투자부터 성장 단계 투자까지 폭넓은 투자 전략을 추구합니다.",
    "Country/Region": "대한민국"
  },
  "인천경제자유구역청": {
    "Industry": "Real Estate",
    "Number_of_employee": 146,
    "Description": "인천경제자유구역청은 인천경제자유구역의 개발, 투자 유치 및 운영을 통해 국제 비즈니스 허브를 구축하는 인천광역시 소속 기관입니다.",
    "Country/Region": "대한민국"
  },
  "비바리퍼블리카": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "800명 - 1,400명",
    "Description": "비바리퍼블리카는 금융 슈퍼앱 토스를 통해 송금, 결제, 투자, 보험 등 다양한 금융 서비스를 제공하는 대한민국의 핀테크 기업입니다.",
    "Country/Region": "South Korea"
  },
  "REPLA": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 16,
    "Description": "REPLA develops and provides technology utilizing microorganisms to enhance the purity and value of recycled plastics.",
    "Country/Region": "South Korea"
  },
  "젠엑시스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "7-8",
    "Description": "젠엑시스는 바이오 및 딥테크 분야 초기 스타트업 발굴, 투자 및 보육을 전문으로 하는 대한민국 기반의 글로벌 액셀러레이터 및 투자 회사입니다.",
    "Country/Region": "대한민국"
  },
  "MEZOO": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 46,
    "Description": "MEZOO develops wearable biomedical sensors and a platform for real-time remote monitoring and diagnosis of cardiac disorders and other vital signs.",
    "Country/Region": "South Korea"
  },
  "이노시뮬레이션": {
    "Industry": "Software & Services",
    "Number_of_employee": "around 90-100",
    "Description": "Innosimulation is a South Korean extended reality (XR) technology company specializing in developing and supplying XR-based simulation solutions and smart mobility simulators for various industries including automotive, defense, aerospace, and heavy equipment.",
    "Country/Region": "South Korea"
  },
  "eustan ventures pte. ltd.": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Not readily available (approx. 3 officers/owners/shareholders)",
    "Description": "EUSTAN VENTURES PTE. LTD. is a platform and network of business investors, consultants, and experts dedicated to supporting the growth of new ideas, innovations, and existing businesses by connecting entrepreneurs and investors.",
    "Country/Region": "Singapore"
  },
  "companyD": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Information not readily available",
    "Description": "Company D is a startup accelerator and consulting firm providing mentorship, business advisory, acceleration, and incubation services to startups and established companies.",
    "Country/Region": "United States"
  },
  "노원": {
    "Industry": "Retailing",
    "Number_of_employee": 100,
    "Description": "Nowon Bookstore Co., Ltd. is a large regional bookstore chain based in Seoul, South Korea, selling books, newspapers, and magazines, and also serving as a cultural hub.",
    "Country/Region": "South Korea"
  },
  "온타리오주정부": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "60,000+",
    "Description": "온타리오주정부는 온타리오주의 행정을 담당하며 교육, 보건, 환경, 교통 등 다양한 공공 정책, 프로그램 및 서비스를 기획하고 제공하는 기관입니다.",
    "Country/Region": "Canada"
  },
  "AVING Global news network": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "Not available",
    "Description": "AVING Global news network is a global news media company that specializes in delivering product and business news through its international network of media partners.",
    "Country/Region": "South Korea"
  },
  "HRZ": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "2 - 10",
    "Description": "HRZ (Han River Partners) is an early-stage venture capital firm based in Silicon Valley that invests in technology and consumer sectors with a focus on opportunities originating from or intersecting with Korea.",
    "Country/Region": "United States"
  },
  "THE GAIN": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 16,
    "Description": "THE GAIN is a global startup accelerator that supports technology startups with mentoring, market access, and funding to help them scale globally.",
    "Country/Region": "India"
  },
  "Gomi Corp.": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "201-500",
    "Description": "Gomi Corporation provides an all-in-one solution for brands seeking to expand internationally, offering services such as e-commerce platform operation, digital marketing, and logistics.",
    "Country/Region": "South Korea"
  },
  "경상대학교산학협력단": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 649,
    "Description": "Facilitates industry-university collaboration, focusing on research and development, technology transfer, and supporting businesses.",
    "Country/Region": "South Korea"
  },
  "KRUN Ventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 4,
    "Description": "K-Run Ventures is a venture capital firm based in Seoul, South Korea, that invests in bio, healthcare, and technology startups.",
    "Country/Region": "South Korea"
  },
  "중앙일보": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 750,
    "Description": "중앙일보 (JoongAng Ilbo) is a prominent media company in South Korea primarily engaged in the publication of a major daily newspaper.",
    "Country/Region": "South Korea"
  },
  "Singapore Technologies Engineering Ltd": {
    "Industry": "Capital Goods",
    "Number_of_employee": 27359,
    "Description": "Singapore Technologies Engineering Ltd is a global technology, defense, and engineering group providing integrated and advanced technology, engineering, and communications solutions.",
    "Country/Region": "Singapore"
  },
  "Embedded Solutions": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": "1-10",
    "Description": "A team of experienced engineers specializing in embedded systems, completing projects from concept to final product.",
    "Country/Region": "Poland"
  },
  "Next Wave Venture Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 5,
    "Description": "NextWave Ventures is a seed to early-stage venture capital firm focused on commercializing university research and advanced technologies.",
    "Country/Region": "United States"
  },
  "theLittleCat": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 7,
    "Description": "theLittleCat develops and provides IoT-based healthcare devices and app services for pets, enabling proactive health monitoring and management for companion animals.",
    "Country/Region": "South Korea"
  },
  "서울대학교치과병원": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 621,
    "Description": "서울대학교치과병원 is a university dental hospital affiliated with Seoul National University, dedicated to dental education, research, and patient care to advance dentistry and improve public oral health.",
    "Country/Region": "South Korea"
  },
  "DatAmenity": {
    "Industry": "Software & Services",
    "Number_of_employee": "Not publicly available",
    "Description": "DatAmenity is a hotel revenue management system developed by the South Korean hospitality tech company HEROWORKS that collects and analyzes online travel agency data to help hotels optimize pricing and manage reviews.",
    "Country/Region": "South Korea"
  },
  "제로투원파트너스": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "10-16",
    "Description": "제로투원파트너스는 한국의 경영 컨설팅 회사이자 스타트업 액셀러레이터로, 스타트업에게 컨설팅, 투자, 교육 등 다양한 지원을 제공합니다.",
    "Country/Region": "South Korea"
  },
  "oxbridgecp.com": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "core team appears small, plus volunteer network",
    "Description": "Oxbridge Angels and OxBridge Ventures is a UK-based venture capital firm and angel network that provides funding and expert mentorship to early-stage technology companies, often linked to the universities of Oxford and Cambridge.",
    "Country/Region": "United Kingdom"
  },
  "신한자산신탁": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 80,
    "Description": "신한자산신탁은 부동산의 개발, 관리, 처분 및 분양 관리 신탁 등 부동산 관련 종합 신탁 서비스를 제공하는 회사입니다.",
    "Country/Region": "대한민국"
  },
  "OCI홀딩스": {
    "Industry": "Materials",
    "Number_of_employee": 2627,
    "Description": "OCI Holdings is a holding company with diverse business areas including the manufacturing and sale of a range of chemicals, development of renewable energy projects, and involvement in urban development and bio ventures.",
    "Country/Region": "South Korea"
  },
  "우리소프트": {
    "Industry": "Software & Services",
    "Number_of_employee": "4 to 30",
    "Description": "우리소프트 develops and supplies software solutions, including cognitive training games and management systems, with a focus on IT convergence for the social service sector.",
    "Country/Region": "South Korea"
  },
  "TechM": {
    "Industry": "Software & Services",
    "Number_of_employee": 150000,
    "Description": "Tech Mahindra is a global provider of digital transformation, consulting, and business re-engineering services and solutions.",
    "Country/Region": "India"
  },
  "부산창조경제혁신센터": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 40,
    "Description": "부산창조경제혁신센터는 스타트업 육성, 혁신 지원, 투자 연계 등을 통해 부산 지역의 창업 생태계 활성화 및 혁신 성장을 돕는 기관입니다.",
    "Country/Region": "대한민국"
  },
  "코스콤": {
    "Industry": "Software & Services",
    "Number_of_employee": 706,
    "Description": "코스콤은 한국의 증권 및 파생상품 시장을 위한 IT 인프라, 거래 플랫폼, 시장 데이터 및 기타 금융 시스템을 제공합니다.",
    "Country/Region": "South Korea"
  },
  "ACCESS health international": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "11-50",
    "Description": "ACCESS Health International is a non-profit think tank and advisory group working to improve access to high-quality, affordable healthcare worldwide through research, policy, and implementation support.",
    "Country/Region": "United States"
  },
  "Founders Pledge": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "51-200",
    "Description": "Founders Pledge is a non-profit initiative that helps entrepreneurs commit to and facilitate high-impact charitable giving after a liquidity event.",
    "Country/Region": "UK"
  },
  "아람코 아시아 코리아 유한회사": {
    "Industry": "Energy",
    "Number_of_employee": 45,
    "Description": "아람코 아시아 코리아 유한회사는 사우디 아람코의 한국 자회사로서, 한국 에너지 시장에서 사우디 아람코의 사업 및 한국 파트너사와의 협력을 지원하는 다양한 서비스를 제공합니다.",
    "Country/Region": "대한민국"
  },
  "KIWONTECH": {
    "Industry": "Software & Services",
    "Number_of_employee": "11-200",
    "Description": "KIWONTECH is a cybersecurity company that develops and provides AI-based email security platforms and solutions to protect against various email threats and prevent data leakage.",
    "Country/Region": "South Korea"
  },
  "티앤알바이오팹": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 84,
    "Description": "티앤알바이오팹은 3D 바이오프린팅 기술과 재생의학을 기반으로 인공지지체, 바이오잉크, 오가노이드 및 세포 치료제 등을 개발하고 생산하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "한국교직원공제회": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 450,
    "Description": "한국교직원공제회 is a unique welfare institution in South Korea established by special law to provide financial services, mutual aid, and 복리후생 (welfare benefits) for current and former education professionals, managing significant assets to achieve this purpose.",
    "Country/Region": "South Korea"
  },
  "Fast Track Asia": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "51-100",
    "Description": "Fast Track Asia is a Seoul-based company builder, incubator, accelerator, and investment firm providing capital and comprehensive support to help new ventures grow in the Asian market.",
    "Country/Region": "South Korea"
  },
  "엠투에스": {
    "Industry": "Semiconductors & Semiconductor Equipment",
    "Number_of_employee": 24,
    "Description": "엠투에스(주)는 반도체 장비인 Photo Track의 개발 및 생산, 그리고 관련 서비스 제공을 전문으로 하는 업체입니다.",
    "Country/Region": "대한민국"
  },
  "한진": {
    "Industry": "Transportation",
    "Number_of_employee": "tens of thousands",
    "Description": "Hanjin Group is a South Korean conglomerate primarily engaged in air and ground transportation and logistics services through its key subsidiaries like Korean Air and Hanjin Transportation.",
    "Country/Region": "South Korea"
  },
  "티에스인베스트먼트": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 18,
    "Description": "티에스인베스트먼트는 유망 기술 및 혁신 비즈니스를 발굴하여 중소 및 벤처 기업에 투자하는 벤처캐피탈 및 사모펀드 운용사입니다.",
    "Country/Region": "대한민국"
  },
  "LG디스플레이": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": "약 25,000명 - 27,000명",
    "Description": "LG디스플레이는 TV, 모니터, 모바일 기기 및 자동차용 TFT-LCD 및 OLED 등 다양한 디스플레이 제품을 생산하는 글로벌 제조 기업입니다.",
    "Country/Region": "대한민국"
  },
  "Brinc": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "131 to 176",
    "Description": "Brinc is a global venture accelerator and investment firm that empowers and invests in early-stage startups, often with a focus on technology and sustainability, through accelerator programs and strategic partnerships.",
    "Country/Region": "Hong Kong"
  },
  "stclab": {
    "Industry": "Software & Services",
    "Number_of_employee": "51-200",
    "Description": "STCLab is a South Korean software company that provides online traffic management solutions, including a virtual waiting room system, to help businesses manage web traffic, optimize costs, and ensure stable service performance.",
    "Country/Region": "South Korea"
  },
  "에이씨케이": {
    "Industry": "Software & Services",
    "Number_of_employee": 71,
    "Description": "에이씨케이는 병원을 위한 의료 정보 시스템 및 진단 장비 인터페이스 소프트웨어를 개발하고 공급합니다.",
    "Country/Region": "South Korea"
  },
  "IBM": {
    "Industry": "Software & Services",
    "Number_of_employee": "approximately 270,000 to over 300,000",
    "Description": "IBM provides integrated solutions leveraging information technology, including computer hardware, software, IT services, and consulting, with a focus on areas like hybrid cloud and AI.",
    "Country/Region": "United States"
  },
  "Deloitte": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 460000,
    "Description": "Deloitte provides audit, consulting, financial advisory, risk advisory, tax, and legal services to clients globally.",
    "Country/Region": "United Kingdom"
  },
  "Alberta Economic Development and Trade": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 1300,
    "Description": "This Alberta government ministry leads efforts to grow the provincial economy by supporting businesses, promoting trade and investment, attracting skilled workers, and overseeing labor standards.",
    "Country/Region": "Canada/Alberta"
  },
  "닥터나우": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 45,
    "Description": "닥터나우 is a South Korean healthcare technology company specializing in non-face-to-face medical treatment and prescription drug delivery services.",
    "Country/Region": "South Korea"
  },
  "SHINHAN FUTURE'S LAB": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Not publicly available",
    "Description": "SHINHAN FUTURE'S LAB is a startup accelerator and incubator backed by Shinhan Financial Group, providing mentoring, networking, funding opportunities, and resources to help innovative startups grow and scale.",
    "Country/Region": "South Korea"
  },
  "AU Inc.": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": 37,
    "Description": "AU Inc. develops cutting-edge radar sensing technology designed for various applications, including enhancing vehicle safety and passenger comfort.",
    "Country/Region": "South Korea"
  },
  "토니모리": {
    "Industry": "Household & Personal Products",
    "Number_of_employee": "118 to 130",
    "Description": "TONYMOLY is a South Korean beauty brand that manufactures and sells a wide range of cosmetic products globally.",
    "Country/Region": "South Korea"
  },
  "레이니스트": {
    "Industry": "Software & Services",
    "Number_of_employee": 140,
    "Description": "개인의 금융 데이터를 활용하여 자산 관리 및 맞춤형 금융 상품 추천 서비스를 제공하는 핀테크 기업입니다.",
    "Country/Region": "South Korea"
  },
  "국회미래연구원": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "수십 명",
    "Description": "대한민국 국회의 싱크탱크로서 미래 환경 변화를 연구하고 국가 중장기 발전 전략을 도출하여 국회의 정책 결정 및 국가 발전을 지원합니다.",
    "Country/Region": "Republic of Korea"
  },
  "Union Investment Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Over 4,000",
    "Description": "Union Investment is an active and sustainable asset manager providing a wide range of investment solutions for both private and institutional investors.",
    "Country/Region": "Germany"
  },
  "nuntda.com": {
    "Industry": "Consumer Services",
    "Number_of_employee": "Information not publicly available.",
    "Description": "Nuntda provides English language education services.",
    "Country/Region": "South Korea"
  },
  "바이오엔티": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 11,
    "Description": "The company develops and manufactures medical devices and drug delivery systems using biocompatible polymer-based bio-material fusion technology.",
    "Country/Region": "Republic of Korea"
  },
  "현대모비스": {
    "Industry": "Automobiles & Components",
    "Number_of_employee": "약 11,000명 - 12,000명",
    "Description": "현대모비스는 자동차 3대 핵심 모듈 및 부품 생산과 A/S 부품 공급을 전문으로 하는 글로벌 자동차 부품 기업입니다.",
    "Country/Region": "대한민국"
  },
  "MAP OF THE MONEY": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "not readily available",
    "Description": "Map of the Money is a platform that visually lists active investors in Singapore and Southeast Asia to assist entrepreneurs in navigating the funding landscape.",
    "Country/Region": "Singapore"
  },
  "코리아에셋투자증권": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 192,
    "Description": "코리아에셋투자증권은 개인 투자자 대상 영업보다는 대체투자, 벤처투자 및 비상장주식에 집중하는 대한민국의 중소형 증권사입니다.",
    "Country/Region": "대한민국 (South Korea)"
  },
  "인천국제공항공사": {
    "Industry": "Transportation",
    "Number_of_employee": 1834,
    "Description": "인천국제공항공사는 대한민국의 인천국제공항의 건설, 관리 및 운영을 담당하는 공기업입니다.",
    "Country/Region": "South Korea"
  },
  "소프트스퀘어드": {
    "Industry": "Software & Services",
    "Number_of_employee": 36,
    "Description": "소프트스퀘어드는 IT 인재를 위한 프로그래밍 교육과 주니어 개발자를 기업 프로젝트와 연결하는 IT 개발 교육 및 외주 연계 플랫폼을 운영합니다.",
    "Country/Region": "대한민국"
  },
  "LG AI Research": {
    "Industry": "Software & Services",
    "Number_of_employee": 190,
    "Description": "LG AI Research is the artificial intelligence research arm of LG Group, focused on developing cutting-edge AI technologies and foundation models.",
    "Country/Region": "South Korea"
  },
  "Kingsley Ventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 7,
    "Description": "Kingsley Ventures is a Seoul-based venture capital firm and accelerator that provides funding and support to early-stage companies, with a focus on technology and impact-oriented businesses.",
    "Country/Region": "South Korea"
  },
  "MODERN LION": {
    "Industry": "Software & Services",
    "Number_of_employee": 13,
    "Description": "MODERN LION operates an NFT marketplace platform called KONKRIT and focuses on integrating blockchain technology into everyday life through services like NFT ticketing and memberships.",
    "Country/Region": "South Korea"
  },
  "웰펩": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 18,
    "Description": "웰펩은 펩타이드 연구 개발 및 제조를 통해 화장품 및 의약품에 사용되는 펩타이드 소재를 개발하고 공급하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "경향게임스/VRN": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 15,
    "Description": "경향게임스/VRN은 게임 주간 신문 발행 및 게임과 가상현실 분야의 온라인 뉴스와 정보를 제공합니다.",
    "Country/Region": "South Korea"
  },
  "Paprica LAB": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 7,
    "Description": "Paprica LAB manufactures essential medical materials, measurement instruments, and experimental equipment required in the field of radiation medicine, aiming to promote safety and precision in radiation medical services.",
    "Country/Region": "South Korea"
  },
  "VISION CREATOR INC.": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Not available",
    "Description": "VISION CREATOR INC. is a South Korean venture capital firm that invests in companies across various stages and supports their global expansion.",
    "Country/Region": "South Korea"
  },
  "BA Partners": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Not readily available",
    "Description": "BA Partners is a consulting and advisory company headquartered in Singapore, focusing on management consultancy services.",
    "Country/Region": "Singapore"
  },
  "The Vplanet": {
    "Industry": "Software & Services",
    "Number_of_employee": 12,
    "Description": "The V Planet provides AI-powered solutions for creating advertisement videos and automating the analysis of shopping malls.",
    "Country/Region": "South Korea"
  },
  "제이지 인더스트리": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": 2,
    "Description": "제조업 기반의 디지털 사이니지 제작 기업입니다.",
    "Country/Region": "대한민국"
  },
  "한국콘텐츠진흥원": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": 523,
    "Description": "한국콘텐츠진흥원은 대한민국 문화체육관광부 산하의 기관으로, 방송, 게임, 음악, 애니메이션 등 한국 콘텐츠 산업의 진흥 및 해외 진출을 종합적으로 지원합니다.",
    "Country/Region": "South Korea"
  },
  "엔텔스": {
    "Industry": "Software & Services",
    "Number_of_employee": "approximately 204-229",
    "Description": "nTels provides integrated operation support solutions and IT services, including software development and supply, with a focus on areas such as telecommunications, energy, smart city, and manufacturing.",
    "Country/Region": "South Korea"
  },
  "경동 인베스트": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "N/A",
    "Description": "경동 인베스트는 대한민국의 지주회사로, 다양한 사업 부문을 영위하는 자회사들을 관리하고 있습니다.",
    "Country/Region": "South Korea"
  },
  "new native group": {
    "Industry": "Software & Services",
    "Number_of_employee": 23,
    "Description": "New Native Group develops and aggregates artificial intelligence technologies to enable businesses and users to build and scale AI solutions.",
    "Country/Region": "United States"
  },
  "Jungle Ventures Pte Ltd": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-57",
    "Description": "Jungle Ventures Pte Ltd is a venture capital firm headquartered in Singapore that invests in early and growth-stage technology companies across Southeast Asia and India.",
    "Country/Region": "Singapore"
  },
  "Wonik": {
    "Industry": "Semiconductors & Semiconductor Equipment",
    "Number_of_employee": 3600,
    "Description": "Wonik is a South Korean company engaged in various businesses including semiconductor equipment and materials, trade, cosmetics, robotics, IT, finance, and leisure.",
    "Country/Region": "South Korea"
  },
  "미소정보기술": {
    "Industry": "Software & Services",
    "Number_of_employee": "140-170",
    "Description": "미소정보기술은 빅데이터 분석, 인공지능 기술 및 데이터 플랫폼 구축을 전문으로 하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "CapstonePartners,LLC": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 294,
    "Description": "Capstone Partners is a middle-market investment banking firm providing M&A, capital raising, and financial advisory services.",
    "Country/Region": "United States"
  },
  "SAPEON Korea Inc.": {
    "Industry": "Semiconductors & Semiconductor Equipment",
    "Number_of_employee": "approx. 100",
    "Description": "SAPEON Korea Inc. designs and develops high-performance artificial intelligence semiconductors, primarily AI processors and chips for data centers.",
    "Country/Region": "South Korea"
  },
  "제스티랩스": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 1,
    "Description": "경영 컨설팅 서비스를 제공하는 기업입니다.",
    "Country/Region": "대한민국"
  },
  "메디컬아이피": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 100,
    "Description": "메디컬아이피는 AI 기반 의료 영상 분석 및 3D 모델링 기술을 활용하여 의료용 디지털 트윈 및 메타버스 솔루션을 개발하고 제공합니다.",
    "Country/Region": "South Korea"
  },
  "서울경제진흥원": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "101 - 200",
    "Description": "Seoul Business Agency is a government-funded organization supporting Seoul's SMEs and vitalizing the city's economy through various business development programs and services.",
    "Country/Region": "South Korea"
  },
  "ooredoo": {
    "Industry": "Telecommunication Services",
    "Number_of_employee": 15000,
    "Description": "Ooredoo is a leading international communications company providing mobile, fixed, broadband internet, and corporate managed services to consumers and businesses across the Middle East, North Africa, and Southeast Asia.",
    "Country/Region": "Qatar"
  },
  "Koron Industries 1991 Ltd.": {
    "Industry": "Energy",
    "Number_of_employee": "information not found",
    "Description": "The company develops a unique patented system for innovative solar power generation and distribution.",
    "Country/Region": "Israel"
  },
  "REDHILL": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 35,
    "Description": "RedHill Biopharma is a specialty biopharmaceutical company focused on the development and commercialization of drugs for gastrointestinal diseases, infectious diseases, and oncology.",
    "Country/Region": "Israel"
  },
  "JOSH CHO": {
    "Industry": "Consumer Services",
    "Number_of_employee": "Information not readily available",
    "Description": "JOSH CHO FT is a registered entity in Singapore operating as a fitness centre or gymnasium.",
    "Country/Region": "Singapore"
  },
  "한화엔엑스엠디": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": "90-100",
    "Description": "Hanwha NXMD develops and manufactures electronic components, including high-speed communication modules (such as WiFi and 5G mmWave) and thermal management solutions for various electronic devices.",
    "Country/Region": "South Korea"
  },
  "동국대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": 2400,
    "Description": "동국대학교는 불교 정신을 기반으로 다양한 학문 분야에서 교육 및 연구를 제공하는 대한민국의 사립 종합대학교입니다.",
    "Country/Region": "South Korea"
  },
  "hub71.com": {
    "Industry": "Software & Services",
    "Number_of_employee": 71,
    "Description": "Hub71 is a global tech ecosystem enabling founders to build and scale globally enduring technology companies from Abu Dhabi by providing access to markets, capital, and a supportive community.",
    "Country/Region": "UAE"
  },
  "SMART BIZLAB": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Unknown",
    "Description": "Based on the search results, 'SMART BIZLAB' appears to be a name used for various programs, initiatives, or entities rather than a single, clearly defined company.",
    "Country/Region": "Unknown"
  },
  "한국 블록체인 스타트업 협회": {
    "Industry": "Software & Services",
    "Number_of_employee": 1,
    "Description": "한국 블록체인 스타트업 협회는 한국의 블록체인 및 암호화폐 분야 스타트업들의 성장과 발전을 지원하는 협회입니다.",
    "Country/Region": "South Korea"
  },
  "perx health": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 26,
    "Description": "Perx Health is a digital care management company that uses behavioral science, gamification, and rewards to help individuals with chronic conditions improve treatment adherence and health outcomes.",
    "Country/Region": "United States"
  },
  "시너지": {
    "Industry": "Energy",
    "Number_of_employee": "20-30",
    "Description": "(주)시너지 provides energy management solutions through an energy IT platform, focusing on areas such as demand management, energy efficiency, and new and renewable energy, including virtual power plants (VPP).",
    "Country/Region": "South Korea"
  },
  "Altos Ventures Management, Inc.": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 69,
    "Description": "Altos Ventures Management, Inc. is a venture capital firm that invests in fast-growing technology companies across North America and South Korea.",
    "Country/Region": "United States"
  },
  "레드테이블": {
    "Industry": "Consumer Services",
    "Number_of_employee": 39,
    "Description": "빅데이터 분석을 통해 외국인 여행객들이 식당 정보 탐색, 메뉴 확인, 주문 및 결제를 할 수 있도록 지원하는 온라인 레스토랑 마케팅 플랫폼을 운영합니다.",
    "Country/Region": "대한민국"
  },
  "비앤빛강남밝은세상안과": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 180,
    "Description": "비앤빛강남밝은세상안과 is a vision correction specialized eye hospital in South Korea known for introducing procedures like LASEK and utilizing AI in diagnostics and surgery planning.",
    "Country/Region": "South Korea"
  },
  "부산대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": "1001-5000",
    "Description": "Pusan National University is a leading national university in South Korea providing higher education and conducting extensive research across a wide range of disciplines.",
    "Country/Region": "South Korea"
  },
  "BioFishency Ltd.": {
    "Industry": "Food, Beverage & Tobacco",
    "Number_of_employee": "1-10",
    "Description": "BioFishency Ltd. develops, manufactures, and markets advanced water treatment systems for land-based aquaculture to enable sustainable and profitable fish farming.",
    "Country/Region": "Israel"
  },
  "법무법인(유) 광장": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 750,
    "Description": "법무법인(유) 광장 (Lee & Ko LLC.)은 대한민국에 본사를 둔 선도적인 로펌으로, 광범위한 분야에서 종합적인 법률 자문 및 대리 서비스를 제공합니다.",
    "Country/Region": "대한민국"
  },
  "bemyfriends": {
    "Industry": "Software & Services",
    "Number_of_employee": 106,
    "Description": "bemyfriends provides a personalized interactive platform designed for creators and influencers to build and manage their fan communities through features like content sharing, e-commerce, and data analysis.",
    "Country/Region": "South Korea"
  },
  "King Abdullah University of Science and Technology": {
    "Industry": "Consumer Services",
    "Number_of_employee": "2,500 to 5,500",
    "Description": "King Abdullah University of Science and Technology is a graduate research university in Saudi Arabia focused on advanced science and technology education and research to address global challenges.",
    "Country/Region": "Saudi Arabia"
  },
  "티맥스소프트": {
    "Industry": "Software & Services",
    "Number_of_employee": 1500,
    "Description": "티맥스소프트는 클라우드, 인프라 및 레거시 현대화에 중점을 둔 글로벌 소프트웨어 혁신 기업으로, 기업이 중요한 데이터를 효율적으로 관리하고 활용할 수 있도록 다양한 소프트웨어 솔루션을 제공합니다.",
    "Country/Region": "대한민국 (South Korea)"
  },
  "8point Capital": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1-2",
    "Description": "8point Capital is a venture capital firm that works with entrepreneurs building new economy businesses in Asia and the Middle East, leveraging its networks across both regions.",
    "Country/Region": "Hong Kong"
  },
  "경기도일자리재단": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 389,
    "Description": "The foundation provides Gyeonggi Province residents with job information, placement services, vocational training, and startup support to enhance employment opportunities and improve the regional economy.",
    "Country/Region": "South Korea"
  },
  "Smilegate": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "1,100 to 3,500",
    "Description": "Smilegate is a South Korean company involved in the development, publishing, and servicing of online and mobile games.",
    "Country/Region": "South Korea"
  },
  "플라스크": {
    "Industry": "Software & Services",
    "Number_of_employee": 18,
    "Description": "솔루션, SI(System Integration), ERP(Enterprise Resource Planning), CRM(Customer Relationship Management) 관련 사업을 영위합니다.",
    "Country/Region": "대한민국"
  },
  "Shiftbioscience": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 20,
    "Description": "Shift Bioscience uses AI-powered virtual cell technology and machine learning to discover and develop gene-based therapies aimed at safely rejuvenating cells and treating age-related diseases.",
    "Country/Region": "United Kingdom"
  },
  "지티디앤씨": {
    "Industry": "Capital Goods",
    "Number_of_employee": 3,
    "Description": "GT D&C Co., Ltd. is a South Korean company involved in residential building construction and the sale of new houses and buildings.",
    "Country/Region": "South Korea"
  },
  "행복나눔재단": {
    "Industry": "Consumer Services",
    "Number_of_employee": "40-50",
    "Description": "A social contribution foundation that develops and promotes creative and sustainable social problem-solving models to drive positive social change.",
    "Country/Region": "South Korea"
  },
  "서울대학교": {
    "Industry": "Consumer Services",
    "Number_of_employee": "8,000 to 11,000+",
    "Description": "Seoul National University is a major national research university in South Korea providing higher education and conducting extensive research across various fields.",
    "Country/Region": "South Korea"
  },
  "NAYAM WINGS": {
    "Industry": "Transportation",
    "Number_of_employee": "5-10",
    "Description": "NAYAM WINGS develops and provides autonomic rigid wing sail systems for maritime vessels to enhance propulsion and reduce fuel consumption and emissions.",
    "Country/Region": "Israel"
  },
  "ktb투자증권": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "151 to 346",
    "Description": "Daol Investment & Securities Co., Ltd. is a South Korean financial investment company providing a range of services including securities brokerage, investment banking, asset management, venture capital, and private equity.",
    "Country/Region": "South Korea"
  },
  "퍼플랩스,퍼플랩스헬스케어": {
    "Industry": "Software & Services",
    "Number_of_employee": 21,
    "Description": "퍼플랩스는 푸드테크 서비스(무인 스토어, 온라인 커머스 등) 및 소프트웨어 개발 공급 사업을 영위하는 회사입니다.",
    "Country/Region": "South Korea"
  },
  "어센트코리아": {
    "Industry": "Software & Services",
    "Number_of_employee": 80,
    "Description": "어센트코리아 (Ascent Korea)는 검색 데이터 분석을 통해 소비자 의도를 파악하고, 이를 기반으로 기업에게 마케팅 컨설팅 및 솔루션을 제공하는 마케팅 테크(MarTech) 기업입니다.",
    "Country/Region": "South Korea"
  },
  "린드먼파트너스자산운용": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 5,
    "Description": "린드먼파트너스자산운용은 대한민국 서울에 본사를 둔 자산 운용 회사로, 인수 금융, 부동산 자산 및 인프라 자산을 포함한 글로벌 대체 투자에 특화된 투자 상품 제공 및 운용을 전문으로 합니다.",
    "Country/Region": "대한민국"
  },
  "SMART VALOR AG": {
    "Industry": "Software & Services",
    "Number_of_employee": "30-50",
    "Description": "SMART VALOR AG is a Switzerland-based Web3 AI company operating a regulated digital asset investment platform and exchange.",
    "Country/Region": "Switzerland"
  },
  "Seoul Investment Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "10-19",
    "Description": "Seoul Investment Partners is a venture capital and private equity firm investing in companies across various sectors and stages.",
    "Country/Region": "South Korea"
  },
  "ENSL Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 13,
    "Description": "ENSL Partners is an accelerator and venture capital firm that invests in and accelerates the growth of startup companies.",
    "Country/Region": "South Korea"
  },
  "Thermo Fisher Scientific": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 125000,
    "Description": "Thermo Fisher Scientific serves science by providing analytical instruments, equipment, reagents, consumables, software, and services for research, analysis, discovery, and diagnostics.",
    "Country/Region": "United States of America"
  },
  "패스트벤처스 FastVentures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "under 10",
    "Description": "FastVentures is a venture capital firm based in Seoul, South Korea, that primarily invests in early-stage technology companies.",
    "Country/Region": "South Korea"
  },
  "광주경제자유구역청": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Not readily available",
    "Description": "The Gwangju Free Economic Zone Authority is a South Korean government agency in Gwangju focused on attracting investment and developing key industries like AI, future automobiles, and smart energy within the free economic zone by providing a supportive business environment.",
    "Country/Region": "South Korea"
  },
  "한국발명진흥회": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 196,
    "Description": "한국발명진흥회 is a South Korean public institution that promotes invention and supports the creation, protection, and commercialization of intellectual property.",
    "Country/Region": "South Korea"
  },
  "한국산업기술기획평가원": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 403,
    "Description": "한국산업기술기획평가원은 산업기술 개발 사업에 대한 기획, 평가, 관리 등을 수행하여 산업 경쟁력 및 국가 혁신 역량 제고에 기여하는 기관입니다.",
    "Country/Region": "South Korea"
  },
  "BizData": {
    "Industry": "Software & Services",
    "Number_of_employee": "Approximately 45-64",
    "Description": "BizData is a cloud-based SaaS company providing data integration and analytics solutions, including big data and business intelligence software, to help organizations manage, analyze, and leverage their data.",
    "Country/Region": "United States"
  },
  "THE DOCK": {
    "Industry": "Software & Services",
    "Number_of_employee": "1.2K - 1.4K",
    "Description": "Dock provides financial technology infrastructure and a complete platform enabling companies to create and offer digital payment and banking services.",
    "Country/Region": "Brazil"
  },
  "RAINMAKING APAC": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "varies, around 11-50",
    "Description": "RAINMAKING APAC is a venture development firm that partners with corporates and founders to build, launch, and scale new businesses and helps startups expand.",
    "Country/Region": "Singapore"
  },
  "한국표준협회": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 315,
    "Description": "한국표준협회는 산업 표준 및 품질 경영에 대한 표준 개발, 보급, 교육 및 인증 서비스를 제공하는 기관입니다.",
    "Country/Region": "대한민국"
  },
  "hicenter": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "11-50",
    "Description": "HiCenter is a business technology entrepreneurship center, accelerator, and venture capital firm based in Haifa, Israel, focused on supporting and investing in early-stage technology startups.",
    "Country/Region": "Israel"
  },
  "ALPHA JWC VENTURES": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 31,
    "Description": "ALPHA JWC VENTURES is a venture capital firm that invests in early- to growth-stage technology companies in Southeast Asia, providing both financial investment and strategic support to its portfolio companies.",
    "Country/Region": "Indonesia"
  },
  "akirabio": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 4,
    "Description": "Developer of molecularly targeted precision genetic medicines designed to treat unaddressed diseases.",
    "Country/Region": "United States"
  },
  "쏜다넷": {
    "Industry": "Software & Services",
    "Number_of_employee": 4,
    "Description": "쏜다넷은 대량 문자, 단체 문자 및 기업용 연동 문자 서비스를 제공하는 문자 메시지 서비스 전문 업체입니다.",
    "Country/Region": "대한민국"
  },
  "삼성중공업": {
    "Industry": "Capital Goods",
    "Number_of_employee": "약 10,000명",
    "Description": "삼성중공업은 고부가가치 선박 및 해양플랜트 건조를 전문으로 하는 세계적인 조선해양 기업입니다.",
    "Country/Region": "대한민국"
  },
  "스탠다드차타드프라이빗에쿼티매니져스코리아": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "50+",
    "Description": "신흥 시장, 특히 한국 기업에 투자하여 성장을 지원하는 독립 사모펀드 운용사입니다.",
    "Country/Region": "대한민국"
  },
  "Dolido": {
    "Industry": "Consumer Durables & Apparel",
    "Number_of_employee": "Not specified",
    "Description": "Involved in foam, bedding, and recycling.",
    "Country/Region": "Morocco"
  },
  "비전에쿼티파트너스": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 8,
    "Description": "비전에쿼티파트너스는 대한민국 서울에 본사를 둔 벤처캐피탈로, 주로 기술 및 성장 잠재력이 있는 중소기업에 투자합니다.",
    "Country/Region": "대한민국"
  },
  "유라이크코리아": {
    "Industry": "Software & Services",
    "Number_of_employee": 50,
    "Description": "유라이크코리아는 인공지능(AI)과 바이오캡슐을 활용한 가축 헬스케어 솔루션을 제공하는 대한민국의 딥테크 기업입니다.",
    "Country/Region": "South Korea"
  },
  "솔트룩스": {
    "Industry": "Software & Services",
    "Number_of_employee": "172-175",
    "Description": "솔트룩스는 인공지능과 빅데이터 플랫폼 및 지능형 서비스를 제공하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "한진정보통신": {
    "Industry": "Software & Services",
    "Number_of_employee": "350-400",
    "Description": "한진정보통신은 항공, 물류, 미디어, 여행, 의료 등 다양한 산업 분야의 고객에게 최적의 IT 솔루션과 서비스를 제공하는 종합 ICT 서비스 기업입니다.",
    "Country/Region": "South Korea"
  },
  "한국중견기업연합회": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "37-43",
    "Description": "한국중견기업연합회는 한국 중견기업의 경쟁력 강화와 경영 환경 개선을 위한 정책 제안, 지원 사업 및 네트워킹을 제공하는 국내 유일의 법정 경제 단체입니다.",
    "Country/Region": "South Korea"
  },
  "hopae.com": {
    "Industry": "Software & Services",
    "Number_of_employee": "11-50",
    "Description": "Hopae is a technology company specializing in decentralized digital identity and verification solutions.",
    "Country/Region": "United States"
  },
  "STUDIO EARLY SPRING": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "The approximate number of employees is not publicly available.",
    "Description": "STUDIO EARLY SPRING is a creative studio based in South Korea that produces high-quality visual content, including photography and videography, to visually represent brands and their narratives.",
    "Country/Region": "South Korea"
  },
  "DSC investment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "10-25",
    "Description": "DSC Investment is a South Korean venture capital firm that invests in early-stage technology companies across a wide range of sectors.",
    "Country/Region": "South Korea"
  },
  "구글코리아": {
    "Industry": "Software & Services",
    "Number_of_employee": "약 600명 이상",
    "Description": "구글코리아는 인터넷 검색, 온라인 광고 상품 및 서비스 재판매, 플랫폼 운영 및 관련 지원 사업을 하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "VIVITY AI": {
    "Industry": "Software & Services",
    "Number_of_employee": "30-50",
    "Description": "VIVITY AI provides an AI platform and solutions to heavy industries to enhance operational efficiency, safety, and quality through data analysis and automation.",
    "Country/Region": "United States"
  },
  "MLG Blockchain Group": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "50-249",
    "Description": "MLG Blockchain Group is a global consulting and development firm that provides expert blockchain technology solutions and advisory services to businesses and governments.",
    "Country/Region": "Canada"
  },
  "에스벤처스(Sventures, Inc.)": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "공개적으로 확인된 정보가 없습니다.",
    "Description": "에스벤처스(Sventures, Inc.)는 패러다임 전환을 선도하는 혁신적인 창업기업에 장기적인 안목으로 투자하고 성장을 지원하는 벤처캐피탈 회사입니다.",
    "Country/Region": "대한민국"
  },
  "Golden Equator Capital": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "8-50",
    "Description": "Golden Equator Capital is a Singapore-based fund management firm investing in high-growth ventures and providing wealth management services.",
    "Country/Region": "Singapore"
  },
  "Orot.ii": {
    "Industry": "Utilities",
    "Number_of_employee": "10,000 to 10,121",
    "Description": "Orot Rabin is a large power station that generates electricity for Israel, historically using coal and currently transitioning to include natural gas-fired units.",
    "Country/Region": "Israel"
  },
  "TOBESOFT": {
    "Industry": "Software & Services",
    "Number_of_employee": 209,
    "Description": "TOBESOFT is a South Korean software company that develops, supplies, and consults on IT development platforms and enterprise system UI/UX solutions.",
    "Country/Region": "South Korea"
  },
  "Donghwa Entech": {
    "Industry": "Capital Goods",
    "Number_of_employee": "1001-2000 People",
    "Description": "Donghwa Entec is a South Korean manufacturer providing heat exchangers and system engineering services for the shipbuilding, petrochemical, and power generation industries.",
    "Country/Region": "South Korea"
  },
  "신한GIB": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "1000 and 4999",
    "Description": "Shinhan GIB provides a range of investment banking services including corporate finance, initial public offerings (IPO), mergers and acquisitions (M&A) advisory, project finance, and asset management.",
    "Country/Region": "South Korea"
  },
  "PATAMAR": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 21,
    "Description": "Patamar Capital is a venture capital firm that invests in early-stage technology companies in South and Southeast Asia with the dual goal of generating financial returns and creating positive social impact for the emerging middle class.",
    "Country/Region": "Indonesia"
  },
  "법무법인 린": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "약 150명에서 195명 사이",
    "Description": "법무법인 린은 기업법, 금융법, 정보통신(TMT), 지식재산권 등 다양한 분야에서 법률 서비스를 제공하는 대한민국의 대형 로펌입니다.",
    "Country/Region": "대한민국"
  },
  "블록체인기술연구소": {
    "Industry": "Software & Services",
    "Number_of_employee": "20-30",
    "Description": "블록체인기술연구소는 3세대 블록체인 메인넷 개발 및 공공기관 및 기업을 위한 프라이빗 블록체인 솔루션을 제공하는 블록체인 기술 전문 기업입니다.",
    "Country/Region": "South Korea"
  },
  "HKAI LAB": {
    "Industry": "Software & Services",
    "Number_of_employee": "Not specified",
    "Description": "HKAI LAB is a non-profit platform based in Hong Kong that empowers AI startups and nurtures AI talent through an accelerator program focused on commercializing artificial intelligence technologies.",
    "Country/Region": "Hong Kong"
  },
  "아이티서포트": {
    "Industry": "Software & Services",
    "Number_of_employee": 7,
    "Description": "아이티서포트는 서비스 기반의 소프트웨어 개발 및 공급, 특히 영상 녹화 장비(화상 분석 시스템) 제조 및 판매를 전문으로 하는 기업입니다.",
    "Country/Region": "South Korea"
  },
  "NOsith": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Information not readily available in the search results.",
    "Description": "This company is involved in video production activities and advertising agencies.",
    "Country/Region": "United Kingdom"
  },
  "ATP INVESTMENT": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 3000,
    "Description": "ATP is Denmark's largest pension and processing company, providing a lifelong supplementary pension for Danish citizens and administering social security and welfare benefits.",
    "Country/Region": "Denmark"
  },
  "웰컴금융그룹": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 1700,
    "Description": "웰컴금융그룹은 대한민국 기반의 디지털 종합 금융 그룹으로, 저축은행, 자산운용, 캐피탈 등 다양한 금융 서비스를 제공합니다.",
    "Country/Region": "대한민국 (South Korea)"
  },
  "DEPARTMENT OF MEDICAL INFOMATICS": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "Not specified, varies by institution",
    "Description": "A common name for departments within various academic and healthcare institutions globally, rather than a single, distinct company.",
    "Country/Region": "Multiple countries globally"
  },
  "딜로이트컨설팅(유)": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "350-400",
    "Description": "딜로이트컨설팅(유)는 한국 딜로이트 그룹의 컨설팅 부문으로, 기업 및 기관에 전략, 기술, 운영 등 다양한 분야의 경영 컨설팅 서비스를 제공합니다.",
    "Country/Region": "대한민국"
  },
  "MARU THERAPEUTICS": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "Information not readily available",
    "Description": "MARU THERAPEUTICS is a biotech company developing off-the-shelf CAR-NK and CAR-T cell therapies using iPSC-based universal cell platform technology for cancer treatment.",
    "Country/Region": "South Korea"
  },
  "Chain Partners": {
    "Industry": "Software & Services",
    "Number_of_employee": "19-110",
    "Description": "Chain Partners is a South Korean company specializing in AI and Web3 technologies, offering services for the blockchain and cryptocurrency sectors including AI tools, decentralized exchange platforms, and liquidity solutions.",
    "Country/Region": "South Korea"
  },
  "Kakao Ventures": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-50",
    "Description": "Kakao Ventures is an early-stage venture capital firm that invests in startups across sectors such as deep tech, digital healthcare, games, and IT, seeking to support innovative entrepreneurs and contribute to the startup ecosystem.",
    "Country/Region": "South Korea"
  },
  "Double D": {
    "Industry": "Transportation",
    "Number_of_employee": "11-50",
    "Description": "Double D Distribution provides freight trucking services across Utah and the Western United States, handling various types of cargo including dry goods, asphalt, crude oil, water, and milk.",
    "Country/Region": "United States"
  },
  "basgenbio": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": 11,
    "Description": "The company focuses on providing preventive and precision medicine services by leveraging big data and artificial intelligence technology for genomic data analysis, aiming to support drug discovery and development.",
    "Country/Region": "South Korea"
  },
  "USAKO Group": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Not available",
    "Description": "USAKO Group is an investment and consulting firm that facilitates business expansion and investment between South Korea and the United States.",
    "Country/Region": "United States"
  },
  "산돌": {
    "Industry": "Software & Services",
    "Number_of_employee": 70,
    "Description": "Sandoll develops and provides a wide range of fonts, including custom typefaces for major global companies, and operates a cloud-based font platform.",
    "Country/Region": "South Korea"
  },
  "adio.gov.ae": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "59-200",
    "Description": "ADIO is the government entity responsible for attracting and facilitating investment in the Emirate of Abu Dhabi to support its economic growth and diversification.",
    "Country/Region": "United Arab Emirates"
  },
  "ABEJA Singapore Pte. Ltd.": {
    "Industry": "Software & Services",
    "Number_of_employee": 0,
    "Description": "ABEJA Singapore Pte. Ltd. provided AI solutions and a platform leveraging machine learning and deep learning to help businesses achieve digital transformation.",
    "Country/Region": "Singapore"
  },
  "ICORATING": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "11-50",
    "Description": "ICORATING is a rating agency that provides independent analytical research and evaluates companies planning Initial Coin Offerings (ICOs) to help investors make informed decisions.",
    "Country/Region": "Russia"
  },
  "Wayne Hills Bryant A.I": {
    "Industry": "Software & Services",
    "Number_of_employee": 14,
    "Description": "The company develops AI technology to automatically convert text and voice data into digital content, such as videos and images.",
    "Country/Region": "South Korea"
  },
  "MTEG": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 34,
    "Description": "MTEG Co., Ltd. develops an AI-powered video management system designed to assist doctors in reviewing and sharing surgical knowledge.",
    "Country/Region": "South Korea"
  },
  "남성": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": 62,
    "Description": "Namsung is a South Korean multinational company that manufactures and exports digital electronics and automotive electronic products, with subsidiaries involved in areas such as consumer electronics and shipping logistics.",
    "Country/Region": "South Korea"
  },
  "JNPMEDI Inc.": {
    "Industry": "Software & Services",
    "Number_of_employee": 61,
    "Description": "JNPMEDI develops a medical data platform and eClinical solutions for digitally transforming clinical research and trial operations in the life sciences industry.",
    "Country/Region": "South Korea"
  },
  "한국전력": {
    "Industry": "Utilities",
    "Number_of_employee": 22742,
    "Description": "KEPCO is the largest electric utility in South Korea, responsible for the generation, transmission, and distribution of electricity.",
    "Country/Region": "South Korea"
  },
  "좋은현상": {
    "Industry": "Retailing",
    "Number_of_employee": 33,
    "Description": "좋은현상 is a mobile home shopping company that utilizes sales content.",
    "Country/Region": "South Korea"
  },
  "Nimbus Synergies": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 10,
    "Description": "Nimbus Synergies is a venture capital firm that leads early-stage investments in innovative health technology companies with the goal of accelerating their growth and increasing their likelihood of success.",
    "Country/Region": "Canada"
  },
  "켄스파트너스 글로벌": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Information not available",
    "Description": "Kens Partners is a global advisory firm specializing in investment consulting and connecting companies with investors.",
    "Country/Region": "South Korea"
  },
  "INVEST HONG KONG": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "51-200",
    "Description": "Invest Hong Kong is the government department of the HKSAR responsible for attracting and supporting overseas and mainland businesses to set up and expand in Hong Kong.",
    "Country/Region": "Hong Kong"
  },
  "WeCrest": {
    "Industry": "Software & Services",
    "Number_of_employee": "<25 Employees",
    "Description": "WeCrest provides cloud-based business development tools and data analytics to help IP law firms find and connect with international clients, particularly those with Madrid trademark refusal cases.",
    "Country/Region": "South Korea"
  },
  "정우금속공업 / 능원금속공업": {
    "Industry": "Materials",
    "Number_of_employee": 299,
    "Description": "정우금속공업 is a company based in South Korea that manufactures copper pipe fittings.",
    "Country/Region": "South Korea"
  },
  "전라북도문화콘텐츠산업진흥원": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "비교적 소규모에서 중규모",
    "Description": "전라북도문화콘텐츠산업진흥원은 전라북도의 문화콘텐츠 산업을 육성하고 지원하며, 다양한 프로젝트와 프로그램을 통해 지역 문화산업 발전을 도모하는 기관입니다.",
    "Country/Region": "대한민국 (South Korea)"
  },
  "PKSHA SPARX Algorithm 1 L.P": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "683+",
    "Description": "PKSHA SPARX Algorithm 1 L.P. is a venture capital fund based in Japan that invests in companies focused on artificial intelligence and advanced software to accelerate their adoption in society.",
    "Country/Region": "Japan"
  },
  "재단법인 오렌지플래닛 창업재단": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "공개된 정보 없음",
    "Description": "재단법인 오렌지플래닛 창업재단은 청년 창업가를 발굴하고 지원하며, 사무 공간, 멘토링, 투자 연계 등을 제공하는 스타트업 액셀러레이터입니다.",
    "Country/Region": "South Korea"
  },
  "지티지웰니스": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": 92,
    "Description": "The company manufactures and sells medical and aesthetic devices and cosmetics.",
    "Country/Region": "South Korea"
  },
  "unitef.org": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Not readily available",
    "Description": "대학산업기술지원단 (University and Industry Technical Support Group) is a South Korean non-profit organization that facilitates collaboration and provides technical support between universities and industries, focusing on technology transfer, talent development, and fostering startups.",
    "Country/Region": "South Korea"
  },
  "GALAXY CORP.": {
    "Industry": "Media & Entertainment",
    "Number_of_employee": "N/A",
    "Description": "Galaxy Corporation is a South Korean entertainment technology company.",
    "Country/Region": "South Korea"
  },
  "에이원자산운용": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "16-17",
    "Description": "에이원자산운용은 기업금융 관련 회사채, 구조화 상품, 메자닌, 상장/비상장 주식 등 다양한 자산에 투자하여 자산을 운용하는 투자 자문 및 투자 일임 회사입니다.",
    "Country/Region": "South Korea"
  },
  "DSC Investment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "10-50",
    "Description": "DSC Investment is a venture capital firm based in Seoul, South Korea, specializing in early-stage investments in tech-based startups and also engaging in growth stage and secondary deals.",
    "Country/Region": "South Korea"
  },
  "Schroeder & Associes S.A.": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "450 to 460",
    "Description": "Schroeder & Associes S.A. is an engineering consulting firm specializing in building, civil engineering, infrastructure, and urban planning.",
    "Country/Region": "Luxembourg"
  },
  "7 FLOOR": {
    "Industry": "Software & Services",
    "Number_of_employee": 7,
    "Description": "7 Floor was a company that operated a food commerce platform providing information on food options and a wifi sharing feature.",
    "Country/Region": "South Korea"
  },
  "onnup.kr": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Information not available",
    "Description": "on&up; partners is a global network of industry experts providing services such as global market strategy consulting, go-to-market strategy, cross-border open innovation, and business communication coaching to connect innovation and business.",
    "Country/Region": "South Korea"
  },
  "betahaus": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "11-50",
    "Description": "Betahaus provides coworking spaces and flexible office solutions for entrepreneurs, startups, freelancers, and companies, aiming to foster a community of collaboration and innovation.",
    "Country/Region": "Germany"
  },
  "AMPLIV": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "approx. 37-64",
    "Description": "Amplifier provides private-label merchandising and e-commerce fulfillment services, including printing, warehousing, and shipping for brands and online communities.",
    "Country/Region": "United States"
  },
  "브이에스팜텍": {
    "Industry": "Pharmaceuticals, Biotechnology & Life Sciences",
    "Number_of_employee": "20-50명",
    "Description": "브이에스팜텍은 방사선 치료의 효과를 높이는 방사선민감제를 포함한 항암제를 개발하는 임상 단계의 생명 공학 기업입니다.",
    "Country/Region": "South Korea"
  },
  "신한카드": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 3062,
    "Description": "신한카드는 신용카드 발급 및 관리, 할부금융, 리스 등 여신 금융 서비스를 제공하는 대한민국의 주요 신용카드 회사이다.",
    "Country/Region": "대한민국"
  },
  "dob studio": {
    "Industry": "Software & Services",
    "Number_of_employee": 45,
    "Description": "dob studio develops a digital platform utilizing AI to generate virtual faces and digital human content for marketing and various media applications.",
    "Country/Region": "South Korea"
  },
  "블로코": {
    "Industry": "Software & Services",
    "Number_of_employee": 83,
    "Description": "블로코는 블록체인 기술 기반의 엔터프라이즈 솔루션 기업으로, 기업 및 공공 기관에 블록체인 플랫폼 개발 및 관리 서비스를 제공합니다.",
    "Country/Region": "대한민국"
  },
  "크레모텍": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": "approximately 40 (as of 2016)",
    "Description": "크레모텍은 레이저 광학 기술을 활용하여 초소형 빔 프로젝터 및 관련 하드웨어 제품을 개발하고 공급하는 회사입니다.",
    "Country/Region": "대한민국"
  },
  "한국무역협회": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 274,
    "Description": "한국무역협회는 한국 무역의 확대와 무역업계 지원을 통해 한국 경제 발전에 기여하는 국내 최대 규모의 무역 진흥 기관입니다.",
    "Country/Region": "South Korea"
  },
  "티인베스트먼트": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 11,
    "Description": "티인베스트먼트는 벤처캐피탈로서 성장 잠재력이 높은 기업에 투자하는 금융 투자 회사입니다.",
    "Country/Region": "대한민국"
  },
  "one4all": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 12,
    "Description": "One4all provides multi-store gift cards and reward programs for consumers and businesses.",
    "Country/Region": "Ireland"
  },
  "Skylake Investment": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 21,
    "Description": "Skylake Investment is a South Korea-based private equity firm focused on buyout and growth investments primarily in technology and ICT sectors.",
    "Country/Region": "South Korea"
  },
  "Shinhan": {
    "Industry": "Banks",
    "Number_of_employee": 22714,
    "Description": "Shinhan Financial Group is a financial holding company that provides a comprehensive range of financial services through its subsidiaries, including banking, securities, life insurance, and asset management.",
    "Country/Region": "South Korea"
  },
  "Financial Hub of Digital Assets": {
    "Industry": "Software & Services",
    "Number_of_employee": 319,
    "Description": "Digital Asset Holdings LLC provides blockchain-based software and platforms, such as Daml and the Canton Network, to enable financial institutions and regulated industries to build and operate distributed applications for managing digital assets and streamlining financial processes.",
    "Country/Region": "United States"
  },
  "핀인사이트": {
    "Industry": "Software & Services",
    "Number_of_employee": "18-21",
    "Description": "핀인사이트는 인공지능 기술을 활용하여 금융 데이터 분석 소프트웨어, 컨설팅 및 교육 서비스를 제공합니다.",
    "Country/Region": "대한민국"
  },
  "메카로": {
    "Industry": "Semiconductors & Semiconductor Equipment",
    "Number_of_employee": "200-300",
    "Description": "Develops, manufactures, and sells semiconductor equipment parts, primarily semiconductor heater blocks.",
    "Country/Region": "South Korea"
  },
  "Colu Technologies Ltd": {
    "Industry": "Software & Services",
    "Number_of_employee": "approx. 11-73",
    "Description": "Colu Technologies Ltd. provides technology platforms, often utilizing blockchain, to enable municipalities and businesses to create digital currencies and incentive systems aimed at strengthening local economies and civic engagement.",
    "Country/Region": "Israel"
  },
  "nabita.com": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "Not specified",
    "Description": "NABITA provides training, consulting, and resources to professionals to improve behavioral intervention and threat assessment in educational and workplace settings.",
    "Country/Region": "United States"
  },
  "KH Venture Partners": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "Not available",
    "Description": "KH Venture Partners is the corporate venture capital arm of KH Vatec, based in Seoul, South Korea, that invests in deep-tech startups.",
    "Country/Region": "South Korea"
  },
  "제이씨현시스템": {
    "Industry": "Technology Hardware & Equipment",
    "Number_of_employee": 111,
    "Description": "제이씨현시스템은 컴퓨터 부품, 주변기기, 드론, VR 장비 및 다양한 IT 솔루션을 유통하고 공급하는 대한민국 기반의 기업입니다.",
    "Country/Region": "South Korea"
  },
  "팜프로 (farmpro)": {
    "Industry": "Software & Services",
    "Number_of_employee": 2,
    "Description": "Farmpro provides IoT-based software and services for monitoring livestock health and optimizing farm management.",
    "Country/Region": "South Korea"
  },
  "GREATER FEDERAL WAY Chamber of Commerce": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": 8,
    "Description": "The GREATER FEDERAL WAY Chamber of Commerce works to create a strong local economy by advocating for businesses, facilitating networking, and providing resources and representation to its members in the Federal Way, WA area.",
    "Country/Region": "United States"
  },
  "Samuel Curtis Johnson Graduate School of Management": {
    "Industry": "Consumer Services",
    "Number_of_employee": 435,
    "Description": "The Samuel Curtis Johnson Graduate School of Management is Cornell University's graduate business school, offering various advanced degrees in business and management.",
    "Country/Region": "United States"
  },
  "SM CULTURE PARTNERS": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 2,
    "Description": "SM Culture Partners is a venture capital firm based in Seoul, South Korea, focusing on investing in culture- and tech-related startups.",
    "Country/Region": "South Korea"
  },
  "중국경영연구소": {
    "Industry": "Commercial & Professional Services",
    "Number_of_employee": "정보 없음",
    "Description": "중국경영연구소는 중화권 비즈니스에 대한 전문적인 연구 및 실무 협력을 수행하는 비영리 연구 기관입니다.",
    "Country/Region": "대한민국"
  },
  "핀테크투데이": {
    "Industry": "Software & Services",
    "Number_of_employee": 5,
    "Description": "핀테크투데이 is a company that provides database and online information, focusing on supporting fintech businesses and expanding fintech usage.",
    "Country/Region": "South Korea"
  },
  "Hedera": {
    "Industry": "Software & Services",
    "Number_of_employee": "50 to 200",
    "Description": "Hedera provides a decentralized public ledger and network services using the hashgraph consensus algorithm for building decentralized applications.",
    "Country/Region": "USA"
  },
  "H·ROBOTICS": {
    "Industry": "Health Care Equipment & Services",
    "Number_of_employee": "11 to 15",
    "Description": "H·ROBOTICS develops and distributes robotic rehabilitation devices and integrated telemedicine platforms to assist patients with neurological and musculoskeletal conditions in their recovery.",
    "Country/Region": "South Korea"
  },
  "한국거래소": {
    "Industry": "Diversified Financials",
    "Number_of_employee": "783-958",
    "Description": "한국거래소 operates and manages the securities and derivatives markets in South Korea, providing listing, trading, clearing, and settlement services.",
    "Country/Region": "South Korea"
  },
  "에치에프알": {
    "Industry": "Telecommunication Services",
    "Number_of_employee": "160명 - 200명",
    "Description": "에치에프알은 유무선 통신 장비 및 네트워크 솔루션을 개발 및 공급하는 대한민국 기업입니다.",
    "Country/Region": "대한민국"
  },
  "기술보증기금": {
    "Industry": "Diversified Financials",
    "Number_of_employee": 1551,
    "Description": "기술보증기금은 기술력 있는 중소 및 벤처기업에 기술 보증 및 평가를 제공하여 자금 조달과 기술 경쟁력 강화를 지원하는 대한민국의 기술금융 전문 기관입니다.",
    "Country/Region": "대한민국 (South Korea)"
  }
}